Repository: sugarlabs/Time-Line
Catalog: po/*.po
Languages: da, nl

source: Files Searched: %d
da: Filer gennemsøgt: %d
nl: Bestanden Doorzocht: %d

source: Searching in: %s
da: Søger i: %s
nl: Zoeken in: %s

source: Shelf
da: Hylde
nl: Plank

source: Put an item on the Shelf
da: Læg element på hylden
nl: Plaats een item op de Plank

source: Show Shelf
da: Vis hylde
nl: Toon Plank

source: Show the Shelf
da: Vis hylden
nl: Toon de Plank

source: Change line endings to %s
da: Skift linjeendelser til %s
nl: Wijzig regeleinde naar %s

source: Change the encoding of the current document.
da: Skift kodningen af nuværende dokument.
nl: Wijzig codering voor dit document.

source: Change Encoding
da: Skift kodning
nl: Wijzig Codering

source: File backup performed: %s
da: Sikkerhedskopiering af fil udført: %s
nl: Bestand backup uitgevoerd: %s

source: Line: %(lnum)d Column: %(cnum)d
da: Linje %(lnum)d Kolonne: %(cnum)d
nl: Regel: %(lnum)d Kolom: %(cnum)d

source: Mixed EOL characters detected. Would you like to format them to all be the same?
da: Blandet tegn for linjeafslutning detekteret. Ønsker du dem formateret, så alle er ens?
nl: Gemengde EOL karakters ontdekt. Wil je ze allemaal dezelfde maken?

source: Format EOL?
da: Formatér linjeafslutning?
nl: Formatteer EOL?

source: Recording Macro
da: Optager makro
nl: Opnemen Macro

source: Recording Finished
da: Optagelse afsluttet
nl: Opnemen Gereed

source: %s does not exist
da: %s eksisterer ikke
nl: %s bestaat niet

source: File is Read Only and cannot be saved
da: Fil er skrivebeskyttet og kan ikke gemmes
nl: Bestand is Alleen Lezen en kan niet worden bewaard

source: Read Only
da: Skrivebeskyttet
nl: Alleen Lezen

source: Start a New File
da: Start en ny fil
nl: Start een Nieuw Bestand

source: Generate Code and Documents
da: Generér kode og dokumenter
nl: Genereer Code en Documenten

source: Generate %s
da: Generér %s
nl: Genereer %s

source: Generate a %s version of the current document
da: Generér en %s version af det aktuelle dokument
nl: Genereer een %s versie van dit document

source: Generate an %s version of the current document
da: Generér en %s version af det aktuelle dokument
nl: Genereer een %s versie van dit document

source: Save Current View
da: Gem nuværende visning
nl: Bewaar Dit Beeld

source: Save the current window layout
da: Gem nuværende layout for vindue
nl: Bewaar deze vensterlayout

source: Delete Saved View
da: Slet gemt visning
nl: Verwijder Bewaard Beeld

source: Automatic
da: Automatisk
nl: Automatisch

source: Automatically save/use window state from last session
da: Gem/brug automatisk vinduestilstand fra seneste session
nl: Bewaar/gebruik automatisch venstertoestand van laatste sessie

source: Change view to "%s"
da: Skift visning til "%s"
nl: Wijzig beeld naar "%s"

source: Perspective Name
da: Navn på perspektiv
nl: Perspectiefnaam

source: Save Perspective
da: Gem perspektiv
nl: Bewaar Perspectief

source: Perspective to Delete
da: Perspektiv som skal slettes
nl: Perspectief om te Verwijderen

source: Delete Perspective
da: Slet perspektiv
nl: Verwijder Perspectief

source: Configure
da: Tilpas
nl: Configureer

source: Download
da: Hent

source: Install
da: Installér
nl: Installeer

source: Errors
da: Fejl
nl: Fouten

source: Downloads are incomplete
da: Hentede filer er ikke komplette
nl: Downloads zijn onvolledig

source: Do you wish to exit?
da: Ønsker du at afbryde?
nl: Wil je verlaten?

source: You must restart Editra before your changes will take full effect.
da: Du skal genstarte Editra før dine ændringer træder helt i kraft.
nl: Je moet herstarten Editra voor wijzigingen zichtbaar zijn.

source: Configuration Changes Made
da: Ændringer af konfiguration foretaget
nl: Configuratie Gemaakte Wijzigingen

source: Changes will take effect once the program has been restarted
da: Ændringer vil træde i kraft når programmet er genstartet
nl: Wijzigingen zijn beschikbaar zodra het programma herstart is

source: No Description Available
da: Ingen tilgængelig beskrivelse
nl: Geen Beswchrijving Beschikbaar

source: This plugin requires a newer version of Editra.
da: Dette udvidelsesmodul kræver en nyere version af Editra.
nl: Deze plugin heeft nieuwere versie van Editra nodig.

source: Downloaded
da: Hentet
nl: Gedownload

source: Finished downloading plugins
da: Færdig med hentning af udvidelsesmoduler
nl: Klaar met downloaden plugins

source: Select plugins to download
da: Vælg udvidelsesmoduler som skal hentes
nl: Selecteer plugins voor downloaden

source: Unable to retrieve plugin list
da: Ikke i stand til at indhente liste med udvidelsesmoduler
nl: Kan pluginlijst niet ophalen

source: Downloading
da: Henter
nl: Downloaden

source: Retrieving Plugin List
da: Indhenter liste med udvidelsesmoduler
nl: Ophalen Plugin Lijst

source: To add a new item drag and drop the plugin file into the list. To remove an item select it and hit Delete or Backspace.
da: For at tilføje et nyt element, så træk og slip filen for udvidelsesmodulet ind i listen. For at fjerne et element, så vælg det og tryk slette- eller tilbagetasten.
nl: Sleep het plugin bestand in de lijst om een nieuw ietem toe te voegen. Selecteer een item en druk op Delete of Backspace om te verwijderen.

source: User Directory
da: Brugerkatalog
nl: Gebruikermap

source: Install the plugins only for the current user
da: Installér kun udvidelsesmodulerne for nuværende bruger
nl: Installeer plugins alleen voor deze gebruiker

source: System Directory
da: Systemkatalog
nl: Systeemmap

source: Install the plugins for all users **requires administrative privileges**
da: Installér udvidelsesmodulerne for alle brugere ** kræver administrative rettigheder**
nl: Installeer plugins voor alle gebruikers *administratieve privileges nodig*

source: Successfully Installed Plugins
da: Udvidelsesmoduler installeret med succes
nl: Plugins met Succes Geïnstalleerd

source: Failed to install %d plugins
da: Mislykkedes med at installere %d udvidelsesmoduler
nl: Kon niet installeren %d plugins

source: Installation Error
da: Installationsfejl
nl: Installatiefout

source: Author: %s
da: Forfatter: %s
nl: Auteur: %s

source: Enable
da: Aktivér
nl: Aanzetten

source: Uninstall
da: Afinstallér
nl: Deïnstalleren

source: Are you sure you want to uninstall %s? This cannot be undone.
da: Er du sikker på at du vil afinstallére %s? Dette kan ikke fortrydes.
nl: Weet je zeker dat de wilt deïnstalleren %s? Dit kan niet ongedaan gemaakt worden.

source: Uninstall Plugin
da: Afinstallér udvidelsesmodul
nl: Deïnstalleer Plugin

source: This plugin will be uninstalled on next program launch.
da: Dette udvidelsesmodul vil blive afinstalleret ved næste programkørsel.
nl: Deze plugin wordt gedeïnstalleerd de volgende keer dat het programma start.

source: Preferences - Editra
da: Præferencer - Editra
nl: Voorkeuren - Editra

source: Appearance
da: Udseende
nl: Uiterlijk

source: Document
da: Dokument

source: Network
da: Netværk
nl: Netwerk

source: Advanced
da: Avanceret
nl: Gevorderd

source: Changes made in this dialog are saved in your current profile. Some Items such as Language require the program to be restarted before taking effect.
da: Ændringer som foretages i denne dialogboks gemmes i din aktuelle profil. Nogle elementer, såsom sprog kræver at programmet bliver genstartet, før de virker.
nl: Wijzigingen in deze dialoog worden bewaard in dit profiel. Sommige items, zoals Taal, worden aangepast zodra het programma herstart is.

source: Startup
da: Opstart
nl: Opstarten

source: Editor Mode
da: Redigeringstilstand
nl: Editor Modus

source: Printer Mode
da: Printer-tilstand
nl: Printer Modus

source: Disable Error Reporter
da: Deaktivér fejlrapportering
nl: Uitzetten Fout Reporter

source: Load Last Session
da: Indlæs seneste session
nl: Laad Laatste Sessie

source: Load files from last session on startup
da: Indlæs filer fra seneste session ved opstart
nl: Laad bestanden van laatste sessie bij opstarten

source: Show Splash Screen
da: Vis startskærm
nl: Toon Splash Scherm

source: Check for updates on startup
da: Tjek for opdateringer ved opstart
nl: Controleer updates bij opstarten

source: Language
da: Sprog
nl: Taal

source: Startup Settings
da: Indstillinger for opstart
nl: Opstartinstellingen

source: Locale Settings
da: Lokalitetsindstillinger
nl: Lokale Instellingen

source: File History Length
da: Længde for filhistorik
nl: Bestandhistorie Lengte

source: Encoding to try when auto detection fails
da: Kodning som afprøves når automatisk genkendelse mislykkes
nl: Coderen om te proberen als auto-detectie niet werkt

source: Prefered Encoding
da: Foretrukken kodning
nl: Voorkeur Codering

source: Automatically Backup Files
da: Sikkerhedskopiér automatisk filer
nl: Automatische Backup Bestanden

source: Backup buffer to file periodically
da: Sikkerhedskopier buffer til fil regelmæssigt
nl: Backup buffer periodiek naar bestand

source: Backup Path:
da: Sti til sikkerhedskopi:
nl: Backuppad:

source: Used to set a custom backup path. If not specified the backup will be put in the same directory as the file.
da: Anvendes til at angive en brugerdefineret sti til sikkerhedskopi. Hvis den ikke angives, så vil sikkerhedskopi blive placeret i samme katalog som filen.
nl: Gebruikt om een aangepast backuppad in te stellen. Als niet aangegeven, wordt de backup in dezelfde map geplaatst als het bestand.

source: Open files in new windows by default
da: Åbn filer i nye vinduer som standard
nl: Open bestanden standaard in nieuwe vensters

source: Remember File Position
da: Husk filposition
nl: Onthoud Bestand Positie

source: Check if on disk file has been modified by others
da: Tjek om filer på disk er blevet ændret af andre
nl: Controleer of bestand op schijf door anderen gewijzigd is

source: Automatically reload files when changes are detected on disk
da: Genindlæs automatisk filer når ændringer detekteres på disk
nl: Automatisch beatanden herladen als wijzigingen op schijf ontdekt zijn

source: Warn when mixed eol characters are detected
da: Advar når blandede linjeafslutningstegn detekteres
nl: Waarschuw als gemengde eol karakters ontdekt worden

source: File Settings
da: Filindstillinger
nl: Bestand Instellingen

source: Spell Checking
da: Stavekontrol
nl: Spellingcontrole

source: Check spelling while typing
da: Foretage stavekontrol, mens du skriver
nl: Controleer spelling tijdens typen

source: Dictionary
da: Ordbog
nl: Woordenboek

source: Enchant Path
da: Sti for Enchant
nl: Enchant Pad

source: Path to libenchant
da: Sti til libenchant
nl: Pad naar libenchant

source: Failed to load Enchant
da: Mislykkedes med at indlæse Enchant
nl: Kon niet laden Enchant

source: Library Error
da: Biblioteksfejl
nl: Libraryfout

source: Code
da: Kode

source: Tab Width
da: Tabulatorbredde
nl: Tab Breedte

source: Indent Width
da: Indrykningsbredde
nl: Inspringbreedte

source: Automatically trim whitespace on save
da: Trim automatisk blanke tegn ved gem
nl: Automatisch witruimte verkleinen bij opslaan

source: Use Tabs Instead of Spaces
da: Brug indrykninger i stedet for mellemrum
nl: Gebruik Tabs ipv Spaties

source: Backspace Unindents
da: Tilbagetast fjerner indrykninger
nl: Backspace Verwijdert Inspringen

source: Default EOL Mode
da: Tilstand for standard linjeafslutning
nl: Standaard EOL Modus

source: AntiAliasing
da: Udjævning

source: Turn off for better performance
da: Deaktivér for bedre ydeevne
nl: Zet uit voor betere performance

source: Sets the main/default font of the document
da: Angiver primær/standard-skrifttype for dokumentet
nl: Stelt het hoofd/standaard font in voor het document

source: Sets a secondary font used for special regions when syntax highlighting is in use
da: Angiver en sekundær skrifttype som bruges til specielle afsnit når syntaksfremhævning er i brug
nl: Stelt een tweede font in gebruikt voor speciale regois waar syntax accentueren gebruikt wordt

source: View Options
da: Indstillinger for visning
nl: Bekijk Opties

source: Primary Font
da: Primær skrifttype
nl: Primair Font

source: Secondary Font
da: Sekundær skrifttype
nl: Secundair Font

source: Default highlighing for new documents
da: Standard fremhævning for nye dokumenter
nl: Standaard accentueren voor nieuwe documenten

source: Default Lexer
da: Standard-Lexer
nl: Standaard Lexer

source: Visual Helpers
da: Visuelle hjælpere
nl: Visuele Helpers

source: Edge Guide
da: Guide til kanter
nl: Rand Gids

source: Guide Column
da: Guide til kolonner
nl: Gids Kolom

source: Extended Auto-Comp
da: Udvidet auto-fuldførelse
nl: Uitgebreide Auto-Comp

source: Warning suggestions will include context insensitive results
da: Forslag til advarsler vil inkludere resultater som ikke afhænger af kontekst
nl: Waarschuwing suggesties bevatten conext ongevoelige resultaten

source: Enable Vi Emulation
da: Aktivér Vi-emulering
nl: Aanzetten Vi Emulatie

source: Start in Normal Mode
da: Start i normal tilstand
nl: Start in Normale Modus

source: Input Helpers
da: Hjælp med inddata
nl: Invoer Helpers

source: Filetype Associations
da: Filassociationer
nl: Bestandtype Associaties

source: Revert to Default
da: Gå tilbage til standard
nl: Keer terug naar Standaard

source: Icon Theme
da: Ikontema
nl: Ikoon Thema

source: Toolbar Icon Size
da: Ikonstørrelse for værktøjslinjer
nl: Werkbalk Ikoongrootte

source: Show Icons on Tabs
da: Vis ikoner på faner
nl: Toon Ikonen op Tabs

source: Default Perspective
da: Standard perspektiv
nl: Standaard Perspectief

source: Remember Window Size on Exit
da: Husk vinduesstørrelse ved afslutning
nl: Onthoud Venster Grootte bij Verlaten

source: Remember Window Position on Exit
da: Husk placeringen af vinduet ved afslutning
nl: Onthoud Vensterpositie bij Verlaten

source: Main display font for various UI components
da: Primær skrifttype som vises i forskellige brugerflade-komponenter
nl: Hoofd beeldschermfont voor diverse UI componenten

source: Icons
da: Ikoner
nl: Ikoon

source: Transparency
da: Gennemsigtighed
nl: Transparantie

source: Display Font
da: Vis skrifttype
nl: Beeldschermfont

source: Configuration
da: Konfiguration
nl: Configuratie

source: Update
da: Opdatér

source: Proxy Settings
da: Proxy-indstillinger
nl: Proxy Instellingen

source: Use Proxy
da: Brug proxy
nl: Gebruik Proxy

source: Port Number
da: Portnummer
nl: Poort Nummer

source: Username
da: Brugernavn
nl: Gebruikernaam

source: Password
da: Adgangskode
nl: Wachtwoord

source: Installed Version
da: Installeret version
nl: Geïnstalleerde Versie

source: Latest Version
da: Nyeste version
nl: Laatste Versie

source: Check
da: Tjek
nl: Controleer

source: Keybindings
da: Genvejstaster
nl: Sneltoetsinstellingen

source: Key Profile
da: Nøgleprofil
nl: Toets Profiel

source: Modifier 1
da: Modifikator 1
nl: Wijziger 1

source: Modifier 2
da: Modifikator 2
nl: Wijziger 2

source: Key
da: Nøgle
nl: Toets

source: Apply
da: Anvend
nl: Toepassen

source: None
da: Ingen
nl: Geen

source: New Profile
da: Ny profil
nl: Nieuw Profiel

source: Enter the name of the new key profile
da: Angiv navnet på den nye nøgleprofil
nl: Voer de naam in van het nieuwe toetsprofiel

source: Extensions (space separated, no dots)
da: Udvidelser (adskilt af mellemrum, ingen prikker)
nl: Extensies (spatie gescheiden, geen punten)

source: Black/White
da: Sort/hvid
nl: Zwart/Wit

source: Color/White
da: Farve/hvid
nl: Kleur/Wit

source: Color/Default
da: Farve/standard
nl: Kleur/Standaard

source: Inverse
da: Omvendt

source: Export
da: Eksport

source: Syntax Files
da: Syntaks-filer
nl: Syntax Bestanden

source: Set the preview file type
da: Angiv filtype til forhåndsvisning
nl: Stel voorbeeld bestandtype in

source: Style Theme
da: Stil-tema
nl: Stijl Thema

source: Base new theme on existing one
da: Brug eksisterende til nyt tema
nl: Baseer nieuwe thema op bestaande

source: Start a blank new style
da: Start en blank, ny stil
nl: Start lege, nieuwe stijl

source: Style Tags
da: Stil-mærker
nl: Stijl Tags

source: Some styles have been changed would you like to save before exiting?
da: Nogle stile er blevet ændret, ønsker du at gemme før der afsluttes?
nl: Sommige stijlen zijn gewijzigd wil je bewaren voor afsluiten?

source: Save Styles
da: Gem stile
nl: Bewaar Stijlen

source: Enter style sheet name
da: Indtast navn på stilark
nl: Voer stijlbladnaam in

source: Export Style Sheet
da: Eksportér stilark
nl: Exporteer Stijlblad

source: Color
da: Farve
nl: Kleur

source: Foreground
da: Forgrund
nl: Voorgrond

source: Background
da: Baggrund
nl: Achtergrond

source: Attributes
da: Attributter
nl: Attributen

source: bold
da: Fed
nl: vet

source: italic
da: kursiv
nl: schuin

source: underline
da: understreget
nl: onderstreept

source: Font Settings
da: Indstilling for skrifttyper
nl: Font Instellingen

source: Font
da: Skrifttype

source: Unable to retrieve version info
da: Kan ikke indhente info om version
nl: Kan versie info niet ophalen

source: Status Unknown
da: Status ukendt
nl: Status Onbekend

source: Downloading: %s
da: Henter: %s
nl: Downloaden: %s

source: Downloading To: %s
da: Henter til: %s
nl: Downloaden Naar: %s

source: Canceled
da: Annulleret
nl: Geannuleerd

source: Rate: %.2f Kb/s
da: Hastighed: %.2f Kb/s
nl: Snelheid: %.2f Kb/s

source: Finished
da: Afsluttet
nl: Gereed

source: Failed
da: Mislykkedes
nl: Fout

source: Unable to accept dropped file or text
da: Kan ikke godkende mistet fil eller tekst
nl: Kan vervallen bestand of tekst niet aannemen

source: Text Document
da: Tekstdokument
nl: Tekstdocument

source: %s Source File
da: %s kildefil
nl: %s Bron Bestand

source: Allows create interactive time lines
nl: Maak interactieve tijdlijnen

source: Name
nl: Naam

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the dates are limited to dates between year 10 and year 9989. Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch.
nl: De tijdlijn toont datums volgende Gregoriaanse kalender op de X-as. Nu zijn de datums tussen jaar 10 en jaar 9989. Toekomstige versies kunnen verscheidene soorten tijdlijnen ondersteunen zodat je bijv een tijd kunt specificeren in een aantal minuten sinds starttijd. Als je daarin geïnteresseerd bent, laat het svp weten.

source: Events belonging to '%(name)s' will now belong to '%(parent)s'.
nl: Gebeurtenissen bij '%(name)s' horen nu bij '%(parent)s'.

source: Container Properties
nl: Containereigenschappen

source: Add Container
nl: Voeg toe Container

source: Images will be scaled to fit inside a 128x128 box.
nl: Afbeeldingen worden geschaald om te passen in een128x128 box.

source: Edit Container
nl: Bewerk Container

source: Information
nl: Informatie

source: &Format
nl: &Formaat

source: Session
nl: Sessie

source: F&ormat
nl: F&ormatteer

source: Format
nl: Formaat

source: Binding
nl: Verbinding

source: Normal
nl: Normaal
