Repository: sugarlabs/Time-Line
Catalog: po/*.po
Languages: da, nl

source: Loaded Profile: %s
da: Indlæste profilen: %s
nl: Geladen Profiel: %s

source: Where to Save Session?
da: Hvor skal session gemmes?
nl: Waar Sessie Bewaren?

source: Session Saved as: %s
da: Session gemt som: %s
nl: Sessie Bewaard als: %s

source: Load a Session file
da: Indlæs en sessionsfil
nl: Laad een Sessiebestand

source: Loaded Session: %s
da: Indlæste session: %s
nl: Geladen Sessie: %s

source: Plugin Manager
da: Udvidelseshåndtering

source: Select an encoding to reload the file with
da: Vælg en kodning som filen skal genindlæses med
nl: Selecteer een codering om het bestand mee te herladen

source: Reload with Encoding
da: Genindlæs med kodning
nl: Herlaar met Codering

source: Failed to reload the file with: %(encoding)s
da: Mislykkedes med at genindlæse filen med: %(encoding)s
nl: Faalde bij laden bestand met: %(encoding)s

source: Aui Pane Navigator
da: Navigation for Aui-rude
nl: Aui Paneel Navigator

source: Maximize Editor
da: Maksimér redigering
nl: Maximaliseer Editor

source: Restore Editor
da: Genskab redigeringsværktøj
nl: Herlaad Editor

source: Customize Menu
da: Tilpas menu
nl: Pas Menu aan

source: Opening %s
da: Åbner %s
nl: Openen %s

source: Error: Unable to open %s
da: Fejl: Kan ikke åbne %s
nl: Fout: Kan niet openen %s

source: Editra is a programmer's text editor.
da: Editra er en tekstredigering for programmører
nl: Editra is een teksteditor voor programmeurs.

source: Written in 100%% Python.
da: Skrevet 100%% i Python.
nl: Geschreven in 100%% Python.

source: Homepage
da: Hjemmeside
nl: Homepagina

source: Platform Info
da: Info om platform

source: License: wxWindows (see COPYING.txt for full license)
da: Licens: wxWindows (se COPYING.txt for det fulde licens)
nl: Licensie: wxWindows (zie COPYING.txt voor volledige licensie)

source: Copyright
da: Ophavsret

source: Editra could not open %(filename)s Error: %(errormsg)s
da: Editra kunne ikke åbne %(filename)s Fejl: %(errormsg)s
nl: Editra kon niet openen %(filename)s Fout: %(errormsg)s

source: Error Opening File
da: Fejl under åbning af fil
nl: Fout bij Openen Bestand

source: Failed to save file: %(filename)s Error: %(errormsg)s
da: Mislykkedes med at gemme fil: %(filename)s Fejl: %(errormsg)s
nl: Gefaald bij bewaren bestand: %(filename)s Fout: %(errormsg)s

source: Save Error
da: Fejl under gem
nl: Bewaar Fout

source: Old Macintosh ( )
da: Gammel Macintosh ( )
nl: Oude Macintosh ( )

source: Customize...
da: Tilpas...
nl: Aanpassen...

source: Customize the items shown in this menu.
da: Tilpas elementerne vist i denne menu
nl: Aanpassen items getoond in dit menu.

source: Switch Lexer to %s
da: Skift lexer til %s
nl: Wissel Lexer naar %s

source: Lexers
da: Lexere

source: Manually Set a Lexer/Syntax
da: Angiv manuelt en lexer/syntaks
nl: Handmatig Instellen Lexer/Syntax

source: &New Tab
da: &Ny fane
nl: &Nieuwe Tab

source: Start a new file in a new tab
da: Åbn ny fil i en ny fane
nl: Start een nieuw bestand in een nieuwe tab

source: New &Window
da: Nyt &vindue
nl: Nieuw &Venster

source: Start a new file in a new window
da: Start ny fil i et nyt vindue
nl: Start een nieuw bestand in een nieuw vernster

source: &Open
da: &Åbn

source: Recently Opened Files
da: Senest åbnede filer
nl: Recent Geopende Beatanden

source: &Close Tab
da: &Luk fane
nl: &Sluit Tab

source: Close Window
da: Luk vindue
nl: Sluit Venster

source: Close the current window
da: Luk nuværende vindue
nl: Sluit dit venster

source: Close All Tabs
da: Luk alle faner
nl: Sluit Alle Tabs

source: Close all open tabs
da: Luk alle åbne faner
nl: Sluit alle open tabs

source: &Save
da: &Gem
nl: &Bewaar

source: Save Current File
da: Gem nuværende fil
nl: Bewaar dit bestand

source: Save &As
da: Gem &som
nl: Bewaar &Als

source: Save all open pages
da: Gem alle åbne sider
nl: Bewaar alle open pagina's

source: Revert to Saved
da: Rul tilbage til gemt
nl: Keer terug naar Opgeslagen

source: Revert file to last save point
da: Rul fil til senest gemt punkt
nl: Keer terug bestand naar laatste save point

source: Reload with Encoding...
da: Genindlæs med kodning...
nl: Herlaad net Codering...

source: Reload the file with a specified encoding
da: Genindlæs filen med angivelse af kodning
nl: Herlaad bestand met gespecificeerde codering

source: Save Profile
da: Gem profil
nl: Bewaar Profiel

source: Save Current Settings to a New Profile
da: Gem nuværende indstillinger til en ny profil
nl: Bewaar Deze Instellingen bij een Nieuw Profiel

source: Load Profile
da: Indlæs profil
nl: Laad Profiel

source: Load and save custom Profiles
da: Indlæs og gem tilpassede profiler
nl: Laad en bewaar aangepaste Profielen

source: Save Session
da: Gem session
nl: Bewaar Sessie

source: Save the current session.
da: Gem den nuværende session
nl: Bewaar deze sessie.

source: Load Session
da: Indlæs session
nl: Laad Sessie

source: Load a saved session.
da: Indlæs en gemt session.
nl: Laad bewaarde sessie.

source: Sessions
da: Sessioner
nl: Sessies

source: Load and save custom sessions.
da: Indlæs og gem tilpassede sessioner.
nl: Laad en bewaar aangepaste sessies.

source: Configure Printer
da: Konfigurér printer
nl: Configureer Printer

source: Preview Printout
da: Forhåndsvis udskrift
nl: Voorbeeld Printout

source: &Print
da: &Udskriv
nl: &Afdrukken

source: Print Current File
da: Udskriv nuværende fil
nl: Druk Dit Bestand Af

source: Exit the Program
da: Afslut programmet
nl: Verlaat het programma

source: Undo Last Action
da: Fortryd seneste handling
nl: Ongedaan Laatste Actie

source: Redo Last Undo
da: Omgør seneste handling
nl: Herhaal Laatste Ongedaan

source: Cu&t
da: Kli&p
nl: &Knip

source: Cut Selected Text from File
da: Klip markerede tekst fra fil
nl: Knip Geselecteerde Tekst van Bestand

source: &Copy
da: &Kopiér
nl: &Kopieer

source: Copy Selected Text to Clipboard
da: Kopiér markerede tekst til udklipsholder
nl: Kopieer Geselecteerde Tekst naar Klembord

source: &Paste
da: &Indsæt
nl: &Plak

source: Paste Text from Clipboard to File
da: Indsæt tekst fra udklipsholder til fil
nl: Plak Tekst van Klembord naar Bestand

source: P&aste After
da: Inds&æt efter
nl: P&lak Na

source: Paste Text from Clipboard to File after the cursor
da: Indsæt tekst fra udklipsholder til fil efter markør
nl: Plak Tekst van Klembord naar Bestand na de cursor

source: Cycle Clipboard
da: Gennemgå udklipsholder
nl: Draai Klembord

source: Cycle through recent clipboard text
da: Går gennem seneste tekst i udklipsholder
nl: Draai door recente klembord tekst

source: Select &All
da: Vælg &alt
nl: Selecteer &Alles

source: Select All Text in Document
da: Vælg al tekst i dokument
nl: Selecteer Alle Tekst in Document

source: Column Mode
da: Kolonne-tilstand
nl: Klom Modus

source: Enable column edit mode.
da: Aktivér kolonne-tilstand for redigering.
nl: Aanzetten kolom bewerk modus.

source: New Line After
da: Ny linje efter
nl: Nieuwe Regel Na

source: Add a new line after the current line
da: Tilføj en ny linje efter nuværende linje
nl: Voeg nieuwe regel toe na deze regel

source: New Line Before
da: Ny linje før
nl: Nieuwe Regel Voor

source: Add a new line before the current line
da: Tilføj en ny linje før nuværende linje
nl: Voeg nieuwe regel toe voor deze regel

source: Cut Line
da: Klip linje
nl: Knip Regel

source: Cut Current Line
da: Klip nuværende linje
nl: Knip Deze Regel

source: Delete Line
da: Slet linje
nl: Verwijder Regel

source: Delete the selected line(s)
da: Slet markerede linje(r)
nl: Verwijder de geselecteerde regel(s)

source: Copy Line
da: Kopiér linje
nl: Kopieer Regel

source: Copy Current Line
da: Kopiér nuværende linje
nl: Kopieer Deze Regel

source: Duplicate Line
da: Duplikér linje
nl: Dupliceer Regel

source: Duplicate the current line
da: Duplikér nuværende linje
nl: Dupliceer deze regel

source: Join Lines
da: Sammensæt linjer
nl: Verbind Regels

source: Join the Selected Lines
da: Sammensæt de markerede linjer
nl: Voeg de geselecteerde regels samen

source: Transpose Line
da: Transponér linje
nl: Wissel om Regels

source: Transpose the current line with the previous one
da: Transponér nuværende linje med den forrige
nl: Wissel om deze regel met vorige

source: Move Current Line Up
da: Flyt nuværende linje op
nl: Verplaats Deze Regel Naar Boven

source: Move the current line up
da: Flyt den nuværende linje op
nl: Verplaats deze regel naar boven

source: Move Current Line Down
da: Flyt nuværende linje ned
nl: Verplaats Deze Regel Naar Onder

source: Move the current line down
da: Flyt den nuværende linje ned
nl: Verplaats deze regel naar onder

source: Line Edit
da: Linje-redigering
nl: Bewerk Regel

source: Commands that influence an entire line
da: Kommandoer som påvirker en hel linje
nl: Commando's die de gehele regel beïnvloeden

source: Toggle Bookmark
da: Vis/skjul bogmærke
nl: Wissel Bladwijzer

source: Toggle bookmark of the current line
da: Vis/skjul bogmærke for nuværende linje
nl: Wissel bladwijzer van deze regel

source: Remove All Bookmarks
da: Fjern alle bogmærker
nl: Verwijder Alle Bladwijzers

source: Remove all bookmarks from the current document
da: Fjern alle bogmærker fra det nuværende dokument
nl: Verwijder alle bladwijzers va ndit document

source: Bookmarks
da: Bogmærker
nl: Bladwijzers

source: Add and remove bookmarks
da: Tilføj og fjern bogmærker
nl: Voeg toe en verwijder bladwijzers

source: &Find
da: &Søg
nl: &Zoek

source: Find Text
da: Søg tekst
nl: Zoek Tekst

source: Find/R&eplace
da: Søg/&Erstat
nl: Zoek/V&ervang

source: Find and Replace Text
da: Søg og erstat tekst
nl: Zoek en Vervang Tekst

source: &Quick Find
da: &Hurtigsøg
nl: &Snel Zoek

source: Open the Quick Find Bar
da: Åbn bjælken med hurtigsøg
nl: Open de Snel Zoek Balk

source: Find Previous
da: Find forrige
nl: Zoek Vorige

source: Goto previous match
da: Gå til forrige forekomst
nl: Zoek vorige passende

source: Find Next
da: Find næste
nl: Zoek Volgende

source: Goto the next match
da: Gå til næste forekomst
nl: Zoek volgende passende

source: Find Selected
da: Søg det valgte
nl: Zoek Geselecteerde

source: Search for the currently selected phrase
da: Søg efter den nuværende valgte frase
nl: Zoek naar deze geselecteerde zinsnede

source: Pr&eferences
da: Præf&erencer
nl: Voork&euren

source: Edit Preferences / Settings
da: Redigér præferencer / indstillinger
nl: Bewerk Voorkeuren / Instellingen

source: Zoom Out
da: Zoom ud
nl: Zoom Uit

source: Zoom In
da: Zoom ind

source: Zoom Default
da: Zoom standard
nl: Zoom Standaard

source: Highlight Caret Line
da: Fremhæv markørlinje
nl: Accentueer Dakjes Regel

source: Highlight the background of the current line
da: Fremhæv baggrunden til nuværende linje
nl: Accentueer achtergrond van deze regel

source: Indentation Guides
da: Guider til indrykning
nl: Inspring Regels

source: Show Indentation Guides
da: Vis guider til indrykning
nl: Toon Inspring Regels

source: Show Edge Guide
da: Vis guide til kanter
nl: Toon Rand Regels

source: Show the edge column guide
da: Vis guide til kolonne-kanter
nl: Toon de rand kolom regels

source: Show EOL Markers
da: Vis markører for linjeafslutning
nl: Toon EOL Markeringen

source: Show Line Numbers
da: Vis linjenumre
nl: Toon Regel Nummers

source: Show Line Number Margin
da: Vis margin til linjenumre
nl: Toon Regel Nummers Marge

source: Show Whitespace
da: Vis blanke felter
nl: Toon Lege Ruimte

source: Show Whitespace Markers
da: Vis markører for blanke felter
nl: Toon Lege Ruimte Markeringen

source: Editor
da: Redigering

source: Toggle Editor View Options
da: Vis/skjul visningsvalg for redigering
nl: Wissel Editor Beeld Opties

source: Toggle fold
da: Vis/skjul sammenfold
nl: Wissel vouw

source: Toggle current fold
da: Vis/skjul nuværende sammenfold
nl: Wissel deze vouw

source: Toggle all folds
da: Vis/skjul alle sammenfold
nl: Wissel alle vouwen

source: Code Folding
da: Sammenfold af kode
nl: Code Vouwen

source: Code folding toggle actions
da: Vis/skjul handlinger for sammenfold af kode
nl: Code vouwen wissel acties

source: Pane Navigator
da: Navigation for rude
nl: Paneel Navigator

source: View pane selection list
da: Vis liste for rudevalg
nl: Bekijk paneel selectie lijst

source: Toggle Editor Maximization
da: Vis/skjul maksimering af redigering
nl: Wissel Editor Maximalisatie

source: &Goto Line
da: &Gå til linje
nl: &Ga naar Regel

source: Goto Line Number
da: Gå til linjenummer
nl: Ga naar Regel Nummer

source: Goto Matching Brace
da: Gå til matchende klamme
nl: Ga naar Bijbehorend Haakje

source: Move caret matching brace
da: Flyt matchende markør-klamme
nl: Beweeg dakje bijpassend haakje

source: Next Position
da: Næste placering
nl: Volgende Positie

source: Goto next position in history.
da: Gå til næste placering i historik.
nl: Ga naar volgende positie in historie.

source: Previous Position
da: Forrige placering
nl: Vorige Positie

source: Goto previous position in history.
da: Gå til forrige placering i historik.
nl: Ga naar vorige positie in historie.

source: Next Bookmark
da: Næste bogmærke
nl: Volgende Bladwijzer

source: View Line of Next Bookmark
da: Vis linje for næste bogmærke
nl: Bekijk Regel van Volgende Bladwijzer

source: Previous Bookmark
da: Forrige bogmærke
nl: Vorige Bladwijzer

source: View Line of Previous Bookmark
da: Vis linje for forrige bogmærke
nl: Bekijk Regel van Vorige Bladwijzer

source: Show Status Bar
da: Vis statusbjælke
nl: Toon Status Balk

source: Show Toolbar
da: Vis værktøjsbjælke
nl: Toon Werkbalk

source: &Font
da: Skri&fttype

source: Change Font Settings
da: Skift indstillinger for skrift
nl: Wijzig Font Instellingen

source: Toggle Comment
da: Vis/skjul kommentar
nl: Wissel Commentaar

source: Toggle comment on the selected line(s)
da: Vis/skjul kommentar for valgte linje(r)
nl: Wissel commentaar op de gezelecteerde regel(s)

source: Indent Lines
da: Indryk linjer
nl: Inspring Regels

source: Indent the selected lines
da: Indryk de valgte linje
nl: Geselecteerde regels inspringen

source: Unindent Lines
da: Afindryk linjer
nl: Geen Inspringen Regels

source: Unindent the selected lines
da: Afindryk de valgte linjer
nl: Geselecteerde regels niet meer inspringen

source: Uppercase
da: Store bogstaver
nl: Hoofdletters

source: Convert selected text to all uppercase letters
da: Konvertér til store bogstaver for valgt tekst
nl: Converteer geselecteerde tekst naar alles hoofdletters

source: Lowercase
da: Små bogstaver
nl: Kleine letters

source: Convert selected text to all lowercase letters
da: Konvertér til små bogstaver for valgt tekst
nl: Converteer geselecteerde tekst naar alles kleine letters

source: Use Soft Tabs
da: Brug bløde tabuleringer
nl: Gebruik Zachte Tabs

source: Insert spaces instead of tab characters with tab key
da: Indsæt mellemrum i stedet for indrykningstegn med tabuleringstast
nl: Voeg spaties ipv tabs met de tab-toets

source: Word Wrap
da: Ombrydning af ord
nl: Woord Vouwen

source: Wrap Text Horizontally
da: Ombryd tekst vandret
nl: Vouw Tekst Horizontaal

source: Spaces to Tabs
da: Mellemrum til tabuleringer
nl: Spaties naar Tabs

source: Convert spaces to tabs in selected/all text
da: Konvertér mellemrum til tabuleringer for valgt/al tekst
nl: Converteer spaties naar tabs in geselecteerde/alle tekst

source: Tabs to Spaces
da: Tabuleringer til mellemrum
nl: Tabs naar Spaties

source: Convert tabs to spaces in selected/all text
da: Konvertér tabuleringer til mellemrum for valgt/al tekst
nl: Converteer tabs naar spaties in geselecteerde/alle tekst

source: Trim Trailing Whitespace
da: Trim efterfølgende blanke tegn
nl: Verwijder Eind Lege Tekst

source: Remove trailing whitespace
da: Fjern efterfølgende blanke tegn
nl: Verwijder eind lege tekst

source: Whitespace
da: Blanke tegn
nl: Lege tekst

source: Whitespace formating commands
da: Kommandoer til formatering af blanke tegn
nl: Lege tekst formatteer commando's

source: Old Macintosh (\r)
da: Gammel Macintosh ()
nl: Oude Macintosh ()

source: Format all EOL characters to %s Mode
da: Formatér alle linjeafslutninger til tilstanden %s
nl: Formatteer alle EOL karakters naar %s Modus

source: Windows (\r\n)
da: Windows ( )
nl: Windows ( )

source: EOL Mode
da: Tilstand for linjeafslutning
nl: EOL Modus

source: End of line character formatting
da: Tegn-formatering for linjeafslutning
nl: Einde regel karakter formattering

source: Auto-Completion
da: Auto-fuldførelse
nl: Auto-Aanvulling

source: Use Auto Completion when available
da: Brug automatisk fuldførelse når det er muligt
nl: Gebruik Auto-Aanvulling als beschikbaar

source: Auto-Indent
da: Auto-indryk
nl: Auto-Inspringen

source: Toggle Auto-Indentation functionality
da: Vis/skjul funktionalitet til automatisk indrykning
nl: Wissel Auto-Inspringen functionaliteit

source: Bracket Highlighting
da: Fremhævelse af parenteser
nl: Blokhaak Accentueren

source: Highlight Brackets/Braces
da: Fremhæv klammer/parenteser
nl: Accentueren Blokhaken/Haakjes

source: Toggle Code Folding
da: Vis/skjul sammenfold af kode
nl: Wissel Code Vouwen

source: Syntax Highlighting
da: Fremhævning af syntaks
nl: Syntax Accentueren

source: Color Highlight Code Syntax
da: Farvet fremhævning af kode-syntaks
nl: Kleur Accentueren Code Syntax

source: &Settings
da: Ind&stillinger
nl: In&stellingen

source: Editor Command
da: Kommando til redigering
nl: Editor Commando

source: Goto command buffer
da: Buffer for gå til-kommando
nl: Ga naar commando buffer

source: Manage, Download, and Install plugins
da: Håndtér, hent og installér udvidelser
nl: Beheer, Download, en Installeer plugins

source: Style Editor
da: Stil-redigeringsværktøj
nl: Stijl Editor

source: Edit the way syntax is highlighted
da: Tilpas måden syntaks fremhæves på
nl: Bewerk de manier waaop syntax geaccentueerd wordt

source: &About...
da: &Om...
nl: &Over...

source: About
da: Om
nl: Over

source: Project Homepage...
da: Projektets hjemmeside...
nl: Project Homepagina...

source: Visit the project homepage %s
da: Besøg projektets hjemmeside %s
nl: Bezoek project homepagina %s

source: Online Documentation...
da: Online-dokumentation...
nl: Online Documentatie...

source: Online project documentation and help guides
da: Projektets online-dokumentation og vejledninger
nl: Online project documentatie en help gidsen

source: Translate Editra...
da: Oversæt Editra...
nl: Vertaal Editra...

source: Editra translations project
da: Projekt for Editra-oversættelser
nl: Editra vertalingen project

source: Bug Tracker...
da: Fejlrapporteringsværktøj...
nl: Bug Volger...

source: Feedback
da: Tilbagemelding
nl: Terugkoppeling

source: Send bug reports and suggestions
da: Send fejlrapporter og forslag
nl: Stuur bugrapporten en suggesties

source: The correct encoding of '%s' could not be determined. Choose an encoding and select OK to open the file with the chosen encoding. Click Cancel to abort opening the file
da: Den korrekte kodning for '%s' kunne ikke fastslægges. Vælg en kodning og vælg OK for at åbne filen med den valgte kodning. Klik Fortryd for at afbryde åbning af filen
nl: De correct codering van '%s' kon niet worden vastgesteld. Kies een codering en selecteer OK om bestand te openen met gekoszen codering. Klik Opheffen om bestandopenen af te breken

source: Choose an Encoding
da: Vælg en kodning
nl: Kies een Codering

source: File is already open in an existing page. Do you wish to open it again?
da: Fil er allerede åben i en eksisterende side. Ønsker du at åbne den igen?
nl: Bestand is al open in bestaande pagina. Wil je het opnieuw openen?

source: Open File
da: Åbn fil
nl: Open Bestand

source: untitled %d
da: unavngivet %d
nl: zonder naam %d

source: untitled
da: unavngivet
nl: naamloos

source: Error Saving Session File
da: Fejl under lagring af sessionsfil
nl: Fout: Bewaren Sessie Bestand

source: Invalid File
da: Ugyldig fil
nl: Ongeldig Bestand

source: Session file doesn't exist.
da: Sessionsfil eksisterer ikke
nl: Sessie bestand bestaat niet.

source: Invalid file
da: Ugyldig fil
nl: Ongeldig bestand

source: Selected file is not a valid session file
da: Valgt fil er ikke en gyldig sessionsfil
nl: Geselecteerd bestand is geen geldig sessiebestand

source: Empty File
da: Tom fil
nl: Leeg Bestand

source: Session file is empty.
da: Sessionsfil er tom
nl: Sessiebestand is leeg.

source: Missing session files
da: Manglende sessionsfiler
nl: Ontbrekende sessiebestanden

source: Some files in saved session could not be found on disk:
da: Nogle filer i gemt session kunne ikke findes på disk:
nl: Sommige bestanden in bewaarde sessies konden niet meer op schijf gevonden worden:

source: Invalid file: %s
da: Ugyldig fil: %s
nl: Ongeldig bestand: %s

source: There are no files that Editra can open in %s
da: Der er ingen filer som Editra kan åbne i %s
nl: Er zijn geen bestanden die Editra kan openen in %s

source: No Valid Files to Open
da: Ingen gyldige filer som kan åbnes
nl: Geen Geldige Bestanden om te Openen

source: Do you wish to open all %d files in this directory? Warning: opening many files at once may cause the editor to temporarily freeze.
da: Ønsker du at åbne alle %d filer i dette katalog? Advarsel: når mange filer åbnes på samme tid kan redigeringsværktøjet gå i stå midlertidigt.
nl: Wilt u alle %d openen in deze map? Waarschuwing: veel bestanden tegelijk openen veroorzaakt ene tijdelijke bevriezing van de editor.

source: Open Directory?
da: Åbn katalog?
nl: Open Map?

source: Opened file: %s
da: Åbnede fil: %s
nl: Geopend bestand: %s

source: Failed to create print preview
da: Kunne ikke oprette forhåndsvisning af udskrift
nl: Kon geen afdrukvoorbeeld maken

source: Print Error
da: Udskriftsfejl
nl: Print Fout

source: There was an error when printing. Check that your printer is properly connected.
da: Der opstod en fejl ved udskrivning. Kontroller at printeren er korrekt tilsluttet.
nl: Er was een fout bij het afdrukken. Controleer of de printer goed is aangesloten.

source: Printer Error
da: Printerfejl
nl: Printerfout

source: Page: %d
da: Side: %d
nl: Pagina: %d

source: Macro Manager
da: Makro-håndtering

source: View and Edit Macros
da: Vis og redigér makroer
nl: Bekijk en Bewerk Macros

source: DECODING ERROR
da: AFKODNINGSFEJL
nl: DECODEER FOUT

source: Find/Replace
da: Søg/erstat
nl: Zoek/Vervang

source: The search term '%(term)s' was found %(count)d times.
da: Søge-termen '%(term)s' blev fundet %(count)d gang(e).
nl: De zoekterm '%(term)s' is gevonden %(count)d keer.

source: Find Count
da: Søgeforekomster
nl: Zoek Aantal

source: Invalid expression "%s"
da: Ugyldigt udtryk "%s"
nl: Ongeldige expressie "%s"

source: Regex Compile Error
da: Kompileringsfejl for regulære udtryk
nl: Regex Compilatie Fout

source: Search wrapped to top
da: Søgning pakket i toppen
nl: Zoek door naar boven

source: Search wrapped to bottom
da: Søgning pakket i bunden
nl: Zoek door naar onder

source: "%s" was not found
da: "%s" blev ikke fundet
nl: "%s" niet gevonden

source: Error in regular expression expansion. The replace action cannot be completed. Error Message: %s
da: Fejl i udvidelse af regulært udtryk. Erstat-handlingen kan ikke fuldføres. Fejlbesked: %s
nl: Fout in reguliere expressie uitbreiding. De vervangactie kan niet voltooid worden. Foutboodschap: %s

source: Replace Error
da: Fejl ved erstatning
nl: Vervangfout

source: Sorry will be ready for next version
da: Beklager, vil være klar i næste version
nl: Sorry is gereed voor de volgende versie

source: Not implemented
da: Ikke implementeret
nl: Niet geïmplementeerd

source: %d matches were replaced.
da: %d forekomster blev erstattet.
nl: %d passenden vervangen.

source: Recent Searches
da: Seneste søgninger
nl: Recente Zoekopdrachten

source: Search Started
da: Søgning startet
nl: Zoeken Gestart

source: Search complete
da: Søgning fuldført
nl: Zoeken voltooid

source: Search Complete: %d matching lines where found.
da: Søgning fuldført: %d matchende linjer blev fundet.
nl: Zoeken Gereed: %d passende regels gevonden.
