Repository: sugarlabs/Time-Line
Catalog: po/*.po
Languages: da, nl

source: Time Line
da: Tidslinje
nl: Tijdlijn

source: You can't change time when the Event is locked
da: Den kan ikke ændre tid når Begivenhed er låst
nl: Je kunt de tijd niet wijzigen als de Gebeurtenis gelockt is

source: day
da: dag
nl: dag

source: minute
da: minut
nl: minuut

source: minutes
da: minutter
nl: minuten

source: hour
da: time
nl: uur

source: hours
da: timer
nl: uren

source: days
da: dage
nl: dagen

source: Select region to zoom into
da: Vælg område som skal forstørres
nl: Selecteer een regio om in te zoomen

source: Region too short
da: Område for kort
nl: Regio te kort

source: Region too long
da: Område for langt
nl: Regio te lang

source: Can't scroll more to the left
da: Kan ikke rulle længere til venstre
nl: Kan niet meer naar links scrollen

source: Can't scroll more to the right
da: Kan ikke rulle længere til højre
nl: Kan niet meer naar rechts scrollen

source: Mon
da: Man
nl: Maa

source: Sun
da: Søn
nl: Zon

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
da: Python-pakken iCalendar blev ikke fundet. Den er påkrævet for at bearbejde ICS-filer. Se hjemmesiden for Tidslinje eller filen INSTALL for instruktioner til at installere den.
nl: Kan iCalendar Python package niet vinden. Het is nodig om met ICS bestanden te werken. Zie de Tijdlijn website of het INSTALL bestand voor instructies om te installeren.

source: Unable to open timeline '%s'.
da: Kan ikke åbne tidslinje '%s'.
nl: Kan niet openen tijdlijn '%s'.

source: Unknown format.
da: Ukendt format
nl: Onbekend formaat.

source: Unable to read from file '%s'.
da: Kan ikke læse fra filen '%s'.
nl: Kan niet lezen bestand '%s'.

source: Unable to read timeline data from '%s'.
da: Kan ikke læse data i tidslinje fra '%s'.
nl: Kan niet lezen tijdlijn gegevens van '%s'.

source: Displayed period must be > 0.
da: Vist periode skal være > 0.
nl: Getoonde periode moet zijn > 0.

source: Start time
da: Starttidspunkt
nl: Starttijd

source: End time
da: Sluttidspunkt
nl: Eindtijd

source: Start time can't be after end time
da: Starttidspunkt kan ikke være efter sluttidspunkt
nl: Starttijd kan niet na eindtijd zijn

source: Welcome
da: Velkommen
nl: Welkom

source: Welcome to Timeline
da: Velkommen til Tidslinje
nl: Welkom bij Tijdlijn

source: Hover me!
da: Løft mig!
nl: Beweeg over me!

source: Hovering events with a triangle shows the event description.
da: Begivenheder som er hævet med en trekant, viser beskrivelse af begivenhed.
nl: Beweeg over gebeurtenissen met een driehoek toont de beschrijving.

source: Features
da: Egenskaber
nl: Kenmerken

source: Scroll
da: Rul

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
da: Venstreklik et sted på tidslinjen og begynd at trække. Du kan også bruge musens hjul. Du kan også klikke musens midterste knap for at centrere om punktet.
nl: Klik links ergens op de tijdlijn en start slepen. Je kunt ook heet muiswiel gebruiken. Je kunt ook middelklikken met de muit om te centreren om een punt.

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
da: Hold Ctrl-knappen ned, mens musens hjul rulles. Hold Skift-knappen nede, mens der trækkes med musen.
nl: Houd Ctrl ingedrukt tijdens scrollen met muiswiel. Houd Shift ingedrukt tijdens slepen met de muis.

source: Create event
da: Opret begivenhed
nl: Maak gebeurtenis

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
da: Dobbeltklik et sted på tidslinjen. Hold Ctrl-knappen nede, mens musen bevæges til en valgt periode.
nl: Dubbelklik ergens op de tijdlijn. Houd Ctrl ingrdrukt tijdens slepen van de muis om periode te selecteren.

source: Edit event
da: Redigér begivenhed
nl: Bewerk gebeurtenis

source: Double click on an event.
da: Dobbeltklik på en begivenhed.
nl: Dubbelklik op een gebeurtenis.

source: Select event
da: Vælg begivenhed
nl: Selecteer gebeurtenis

source: Click on it. Hold down Ctrl while clicking events to select multiple.
da: Klik på den. Hold Ctrl-knappen nede, mens der klikkes for at vælge flere af dem.
nl: Klik erop. Houd Ctrl ingedrukt tijdens klikken op gebeurtenissen om er meer te selecteren.

source: Delete event
da: Slet begivenhed
nl: Verwijder gebeurtenis

source: Select events to be deleted and press the Del key.
da: Vælg begivenheder som skal slettes og tryk Del-tasten.
nl: Selecteer te verwijderen gebeurtenissen en druk op Del toets.

source: Resize and move me!
da: Tilpas størrelse og flyt mig!
nl: Verander grootte en verplaats me!

source: First select me and then drag the handles.
da: Vælg først mig og træk så i håndtagene.
nl: Slecteer me eerste en sleep dan de handles.

source: Saving
da: Gemmer
nl: Bewaren

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
da: Denne tidslinje lagres i hukommelsen og ændringer i den vil ikke blive bevaret mellem sessioner. Vælg Fil\Ny\Arkivér tidslinje for at oprette en tidslinje, der gemmes på disken.
nl: Deze tijdlijn is opgeslagen in geheugen en wijzigingen worden niet bewaard tussen sessies. Kies Bestand/Nieuw/Bestand Tijdlijn om een tijdlijn te maken die op schijf bewaard wordt.

source: Unable to save timeline data to '%s'. File left unmodified.
da: Kan ikke gemme data for tidslinje til '%s'. Fil efterlades uændret.
nl: Kan tijdlijndata niet bewaren in '%s'. Bestand is ongewijzigd.

source: Unable to write timeline data.
da: Kan ikke skrive data for tidslinje.
nl: Kan tijdlijndata niet schrijven.

source: Unable to write to temporary file '%s'.
da: Kan ikke skrive til midlertidig fil '%s'.
nl: Kan tijdlijndata niet schrijven in tijdelijk bestand '%s'.

source: Unable to take backup to '%s'.
da: Kan ikke sikkerhedskopiere til '%s'.
nl: Kan backup niet nemen naar '%s'.

source: Unable to rename temporary file '%s' to original.
da: Kan ikke omdøbe midlertidig fil '%s' til original.
nl: Kan tijdelijk bestand '%s' niet hernoemen naar origineel.

source: Unable to delete backup file '%s'.
da: Kan ikke slette sikkerhedskopieret fil '%s'.
nl: Kan niet verwijderen backupbestand '%s'.

source: End must be > Start
da: Slutning skal være > Start
nl: Eind moet zijn > Start

source: Entered period is too long.
da: Indtastet periode er for lang.
nl: Ingevoerde periode is te lang.

source: Field '%s' can't be empty.
da: Feltet '%s' kan ikke være tomt.
nl: Veld '%s' kan niet leeg zijn.

source: Text
da: Tekst
nl: Tekst

source: Help contents
da: Indhold i hjælp
nl: Help inhoud

source: Questions and answers
da: Spørgsmål og svar
nl: Vragen en antwoorden

source: Concepts
da: Begreber
nl: Concepten

source: Tasks
da: Opgaver
nl: Taken

source: Where is the save button?
da: Hvor er gem-knappen?
nl: Waar is de opslaan-knop?

source: There is no save button. Timeline will automatically save your data whenever needed.
da: Der er ingen gem-knap. Tidslinjen vil automatisk gemme dine data når som helst det kræves.
nl: Er is geen opslaan-knop. De tijdlijn slaat automatisch je data op als dat nodig is.

source: Where do the week numbers go if I start my weeks on Sunday?
da: Hvor ender ugenumrene når mine uger starter på søndage?
nl: Waar zijn de weeknummers als ik mijn weken op Zondag start?

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
da: Data-objektet for datoer som bruges, understøtter i øjeblikket ikke ugenumre som starter på søndage. Vi har planer om at anvende et andet dato-objekt, der vil understøtte dette i fremtidige versioner.
nl: Het gebruikte datumobject ondersteunt momenteel geen weeknummers voor weken die op Zondag beginnen. We zijn van plan om in de toekomst een ander datumobject te gebruiken die dat wel ondersteunt.

source: Timeline
da: Tidslinje
nl: Tijdlijn

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the dates are limited to dates between year 10 and year 9989. Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch.
da: Tidslinjen viser datoer i henhold til den gregorianske kalender på x-aksen. I øjeblikket er datoer begrænset til datoer mellem år 10 og år 9989. Fremtidige version vil muligvis understøtte forskellige slags tidslinjer, så du eksempelvis kan angive et tidspunkt gennem antal minutter siden et starttidspunkt. Hvis du er interesseret i sådan en egenskab, så tag venligst kontakt.

source: Events
da: Begivenheder
nl: Gebeurtenissen

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline is should be placed (when that event happened). This can be either a specific point in time or a period.
da: En begivenhed er grundlæggende datatype til repræsentation af information på tidslinjen. Den skal angive hvor på tidslinjen den skal placeres (hvornår begivenheden skete). Dette kan kan enten være et specifikt tidspunkt eller en periode.
nl: Een gebeurtenis is het basisdatatype voor weergeven van informatie op de tijdlijn. Het moet aangeven waar het op de tijdlijn geplaatst moet worden (wanneer die gebeurtenis was). Dit kan een bepaalde plaats in de tijd of een periode.

source: Categories
da: Kategorier
nl: Categorieën

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
da: Kategorier bruges til at gruppere begivenheder. En begivenhed kan tilhøre til en kategori. Alle begivenheder som tilhører den samme kategori, vises med samme baggrundsfarve.
nl: Categorieën worden gebruikt om gebeurtenissen te groeperen. Een gebeurtenis kan alleen bij één categorie horen. Alle gebeurtenissen die bij dezelfde categorie horen worden met de zelde achtergrondkleur getoond.

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
da: Boksen *Opret begivenheden* kan åbnes på følgende måder: - Vælg *Tidslinje* - *Opret begivenhed* fra menuen. - Dobbelt-klik med *venstre* museknap på tidslinjen. - Hold knappen *Ctrl* nede, og hold dernæst *venstre* museknap nede på tidslinjen, træk musen og slip.
nl: De *Maak Gebeurtenis* dialoog kan op de volgede manieren worden geopend: - Selecteer *Tijdlijn* - *Maak Gebeurtenis* uit het menu. - Dubbelklik met de *linker* muisknop op de tijdlijn. - Druk op de *Ctrl* toets, daarna houdt *linker* muisknop ingedrukt op de tijdlijn, sleep de muis en laat los.

source: The *Edit Event* dialog can be opened by double clicking on an event.
da: Boksen *Redigér begivenhed* kan åbnes ved at dobbeltklikke på en begivenhed.
nl: De *Wijzig Gebeurtenis* dialoog kan worden geopend door dubbelklikken op een gebeurtenis.

source: Selecting events
da: Valg af begivenheder
nl: Selecteer gebeurtenissen

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
da: For at vælge en begivenhed, så klik på den. For at vælge flere begivenheder, så hold knappen *Ctrl* nede mens der klikkes på begivenheder.
nl: Klik op een gebeurtenis, om deze te selecteren. Om meer gebeurtenissen te selecteren, houdt dan de *Ctrl* toets ingrdrukt tijdens het klikken.

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
da: For at slette en begivenhed, så vælg den og tryk knappen *Del*. Flere begivenheder kan slettes på samme tid.
nl: Om een gebeurtenis te verwijderen, selecteer deze en druk op de *Del* toets. Meer gebeurtenissen verwijderen kunnen tegelijkertijd verwijderd worden.

source: Will associated events be deleted when I delete a category?
da: Bliver tilknyttede begivenheder slettet når jeg sletter en kategori?
nl: Worden geassocieerde gebeurtenissen verwijderd als ik een categorie verwijder?

source: No. The events will still be there but they will not belong to a category.
da: Nej. Begivenhederne vil forblive der, men de vil ikke længere tilhøre en kategori.
nl: Nee. De gebeurtenissen blijven nog steeds bestaan, maar horen iete meer bij een categorie.

source: Edit categories
da: Redigér kategorier
nl: Bewerk categorieën

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
da: Kategorierkan håndteres i boksen *Redigér kategorier* (*Tidslinje* > *Redigér kategorier*). For at redigere en eksisterende kategori, så dobbelt-klik den. Visningen af kategorier kan også tilpasses i sidebjælken (*Vis* > *Sidebjælke*).
nl: Categorieën kunnen beheerd worden in de *Bewerk Categorieën* dialoog (*Tijdlijn* > *Bewerk Categorieën*). Om een bestaande categorie te bewerken, dubbeklik erop. De zichtbaarheid van de categorieën kan worden bewerkt in de zijbalk (*View* > *Zijbalk*).

source: Contact
da: Kontakt

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
da: Hvis du har flere spørgsmål om Tidslinje eller hvis du ønsker at skabe kontakt med brugere og udviklere af Tidslinje, så send e-post til brugergruppe-listen: <thetimelineproj-user@list.sourceforge.net>. (Skriv venligst på engelsk.)
nl: Als je meer vragen over Tijdlijn hebt, of als je in contact wilt komen met grbruikers of ontwikkelaars van Tijdlijn, stuur een e-mail naar de gebruikersmailinglijst: <thetimelineproj-user@lists.sourceforge.net>. (Grbruik svp Engels.)

source: Why is Timeline not available in my language?
da: Hvorfor er Tidslinje ikke tilgængelig på mit sprog?
nl: Waarom is Tijdlijn niet beschikbaar in mijn taal?

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
da: Tidslinje udvikles og oversættes af frivillige. Hvis du ønsker at bidrage med oversættelser, så er du meget velkommen til at kontakte os.
nl: Tijdlijn is ontwikkeld en vertaald door vrijwilligers. Als je wilt bijdragen aab de vertaling dan willen we graag met u in contact komen.

source: Search results for '%s'
da: Søgeresultater for '%s'
nl: Zoek resultaten voor '%s'

source: Related pages
da: Relaterede sider
nl: Gerelateerde pagina's

source: May
da: Maj
nl: Mei

source: Oct
da: Okt
nl: Okt

source: There was a problem printing. Perhaps your current printer is not set correctly?
da: Der opstod et problem under udskrift. Det kan være din printer ikke er angivet korrekt?
nl: Er was een probleem met afdrukken. Misschien is je printer neit goed ingesteld?

source: Printing
da: Udskriver
nl: Afdrukken

source: Print preview
da: Forhåndvis udskrift
nl: Voorbeeldafdsruk

source: Go to &Zero Ctrl+Z
da: Gå til &nul Ctrl+Z
nl: Ga naar &Zero Ctrl+Z

source: Go to &Time Ctrl+T
da: Gå til &Tidslinje Ctrl+T
nl: Ga naar &Tijd Ctrl+T

source: Backward PgUp
da: Tilbage PgUp
nl: Terug PgUp

source: Forward PgDn
da: Fremad PgDn
nl: Vooruit PgDn

source: Can't zoom deeper than 5
da: Kan ikke zoome tættere på end 5
nl: Kan niet dieper dan 5 zoomen

source: 1-period
da: 1-periode
nl: 1-periode

source: 10-period
da: 10-periode
nl: 10-periode

source: 100-period
da: 100-periode
nl: 100-periode

source: 1000-period
da: 1000-periode
nl: 1000-periode

source: Go to Time
da: Gå til Tidspunkt
nl: Ga naar Tijd

source: Go to &Today Ctrl+T
da: Gå &til i dag Ctrl+T
nl: Ga naar &Vandaag Ctrl+T

source: Go to D&ate... Ctrl+G
da: Gå til d&ato... Ctrl+G
nl: Ga naar D&atum... Ctrl+G

source: Forward One Wee&k Ctrl+K
da: Fremad én uge Ctrl+&K
nl: Vooruit Eén Wee&k Ctrl+K

source: Back One &Week Ctrl+W
da: Tilbage én uge Ctrl+&W
nl: Terug Eén &Week Ctrl+W

source: Forward One Mont&h Ctrl+h
da: Fremad én måned Ctrl+&h
nl: Vooruit Eén Maan&d Ctrl+h

source: Back One &Month Ctrl+M
da: Tilbage én &måned Ctrl+M
nl: Terug Eén &Maand Ctrl+M

source: Forward One Yea&r Ctrl+R
da: Fremad ét å&r Ctrl+R
nl: Vooruit Eén Jaa&r Ctrl+R

source: Back One &Year Ctrl+Y
da: Tilbage ét år Ctrl+&Y
nl: Terug Eén &Jaar Ctrl+Y

source: Fit Millennium
da: Tilpas til årtusinde
nl: Pas in Millennium

source: Fit Century
da: Tilpas til århundrede
nl: Pas in Eeuw

source: Fit Decade
da: Tilpas til årti
nl: Pas in Decennium

source: Fit Year
da: Tilpas til år
nl: Pas in Jaar

source: Fit Month
da: Tilpas til måned
nl: Pas in Maand

source: Fit Day
da: Tilpas til dag
nl: Pas in Dag

source: can't be before year 10
da: kan ikke være før år 10
nl: kan niet zijn voor jaar 10

source: can't be after year 9989
da: kan ikke være efter år 9989
nl: kan niet zijn na jaar 9989

source: Can't zoom wider than 1200 years
da: Kan ikke zoome længere ud end 1200 år
nl: Kan niet breder zoomen dan 1200 jaar

source: Can't zoom deeper than 1 hour
da: Kan ikke zoome længere ind end 1 time
nl: Kan niet dieper zoomen dan 1 uur

source: Day
da: Dag
nl: Dag

source: Week
da: Uge

source: Month
da: Måned
nl: Maand

source: Year
da: År
nl: Jaar

source: Go to Date
da: Gå til dato
nl: Ga naar Datum

source: can't be before year %d
da: kan ikke være før år %d
nl: kan niet zijn voor jaar %d

source: can't be after year %d
da: kan ikke være efter år %d
nl: kan niet zijn na jaar %d

source: No timeline set
da: Ingen tidslinje angivet
nl: Geen tijdlijn gezet

source: Edit
da: Redigér
nl: Bewerk

source: Duplicate...
da: Duplikér...
nl: Dupliceer...

source: Delete
da: Slet
nl: Verwijder

source: Sticky Balloon
da: Klæbe-ballon
nl: Plakkerige Ballon

source: Center
da: Midte
nl: Centrum

source: %s events hidden
da: %s begivenheder er skjulte
nl: %s gebeurtenissen verborgen

source: Are you sure you want to delete %d events?
da: Er du sikker på at du vil slette %d begivenheder?
nl: Weet je zeker dat je %d gebeurtenissen wilt verwijderen?

source: Are you sure you want to delete this event?
da: Er du sikker på at du vil slette denne begivenhed?
nl: Weet je zeker dat je deze gebeurtenis wilt verwijderen?

source: Can't move locked event
da: Kan ikke flytte låst begivenhed
nl: Kan gelockte gebeurtenis niet verplaatsen

source: Period is too long
da: Periode er for lang
nl: Periode is te lang

source: Tue
da: Tir
nl: Din

source: Wed
da: Ons
nl: Woe

source: Thu
da: Tor
nl: Don

source: Fri
da: Fre
nl: Vrij

source: Sat
da: Lør
nl: Zat

source: Edit...
da: Redigér...
nl: Bewerk...

source: Add...
da: Tilføj...
nl: Voeg toe...

source: Edit Category
da: Redigér kategori
nl: Bewerk Categorie

source: Add Category
da: Tilføj kategori
nl: Voeg Categorie toe

source: Are you sure you want to delete category '%s'?
da: Er du sikker på at du vil slette kategorien '%s'?
nl: Weet je zeker dat je wil verwijderen categorie '%s'?

source: Events belonging to '%s' will no longer belong to a category.
da: Begivenheder som hører til '%s' vil ikke længere tilhøre nogen kategori.
nl: Gebeurtenissen bij '%s' horen niet meer bij een categorie.

source: Events belonging to
da: Begivenheder som hører til

source: will now belong to
da: vil nu høre til

source: Invalid date
da: Ugyldig dato
nl: Ongeldige datum

source: No match
da: Ingen forekomster
nl: Geen passende

source: Only one match
da: Kun én forekomst
nl: Alleen één passende

source: Edit Categories
da: Redigér kategorier
nl: Bewerk Categorieën

source: Category name '%s' not valid. Must be non-empty.
da: Kategori-navnet '%s' er ikke gyldigt. Må ikke være tomt.
nl: Categorienaam'%s' niet geldig. Moet niet-leeg zijn.

source: Category name '%s' already in use.
da: Kategori-navnet '%s' er allerede i brug.
nl: Categorienaam '%s' al in gebruik.

source: Name:
da: Navn:
nl: Naam:

source: Color:
da: Farve:
nl: Kleur:

source: Font Color:
da: Skriftfarve:
nl: Fontkleur:

source: Parent:
da: Overordnet:
nl: Ouder:

source: Duplicate Event
da: Duplikér begivenhed
nl: Dubbele Gebeurtenis

source: %d Events not duplicated due to missing dates.
da: %d begivenheder er ikke duplikeret på grund af manglende datoer.
nl: %d Gebeurtenissen niet gedupliceerd door ontbrekende datums.

source: Number of duplicates:
da: Antallet af duplikationer:
nl: Aantal dubbelen:

source: Period
da: Periode
nl: Periode

source: Frequency:
da: Frekvens:
nl: Frequentie:

source: Forward
da: Fremad
nl: Vooruit

source: Backward
da: Tilbage
nl: Terug

source: Both
da: Begge
nl: Beide

source: Direction
da: Retning
nl: Richting

source: Event Properties
da: Egenskaber for begivenhed
nl: Gebeurteniseigenschappen

source: When:
da: Fra hvornår:
nl: Wanneer:

source: to
da: til
nl: naar

source: Show time
da: Vis tidspunkt
nl: Toon tijd

source: Fuzzy
da: Uklar
nl: Wazig

source: Locked
da: Låst
nl: Gelockt

source: Ends today
da: Slutter i dag
nl: Eindigt vandaag

source: Text:
da: Tekst:
nl: Tekst:

source: Category:
da: Kategori:
nl: Categorie:

source: Description
da: Beskrivelse
nl: Beschrijving

source: Icon
da: Ikon
nl: Ikoon

source: Add more events after this one
da: Tilføj flere begivenheder efter denne
nl: Voeg meer gebeurtenissen toe na deze

source: Add new
da: Tilføj ny
nl: Voeg nieuwe toe

source: Images will be scaled to fit inside a 128 x 128 box.
da: Billeder vil blive skaleret til at passe inde i en boks på 128 x 128.

source: Select Icon
da: Vælg ikon
nl: Selecteer Ikoon

source: Help
da: Hjælp

source: Could not find markdown Python package. It is needed by the help system. See the Timeline website or the INSTALL file for instructions how to install it.
da: Kunne ikke finde Python-pakken markdown. Den kræves af systemet til hjælp. Se hjemmesiden for Tidslinje eller filen INSTALL for vejledning til installation af den.
nl: Kan niet vinden markdown Python package. Het is nodig noor het help systeem. Zie de Timeline website of het INSTALL bestand voor instructies hoe te installeren.

source: Go to home page
da: Gå til hjemmeside
nl: Ga naar home page

source: Go back one page
da: Gå én side tilbage
nl: Ga één pagina terug

source: Go forward one page
da: Gå én side frem
nl: Ga één pagina vooruit

source: Page not found
da: Side ikke fundet
nl: Pagina niet gevonden

source: Could not find page '%s'.
da: Kunne ikke finde siden '%s'.
nl: Kan niet vinden pagina '%s'.

source: Timeline files
da: Tidslinje-filer
nl: Tijdlijnbestanden

source: Image files
da: Billedfiler
nl: Afbeeldingbestanden

source: SVG files
da: SVG-filer
nl: SVG bestanden

source: &File
da: &Fil
nl: &Bestand

source: New
da: Ny
nl: Nieuw

source: Create a new timeline
da: Opret en ny tidslinje
nl: Maak een nieuwe tijdlijn

source: File Timeline...
da: Arkivér tidslinje...
nl: Bestand Tijdlijn...

source: Create Timeline
da: Opret tidslinje
nl: Maak Tijdlijn

source: The specified timeline already exists.
da: Den angivne tidslinje findes allerede.
nl: De gespecificeerde tijdlijn bestaat al.

source: Opening timeline instead of creating new.
da: Åbner tidslinje i stedet for at oprette en ny.
nl: Open tijdlijn ipv nieuwe te maken.

source: Directory Timeline...
da: Kataloget Tidslinje...
nl: Folder Tijdlijn...

source: Open an existing timeline
da: Åbner en eksisterende tidslinje
nl: Open een bestaande tijdlijn

source: Open Timeline
da: Åbn tidslinje
nl: Open Tijdlijn

source: Open &Recent
da: Åbn seneste
