Repository: sugarlabs/Time-Line
Catalog: po/*.po
Languages: da, nl

source: Page Set&up...
da: Side&opsætning...
nl: Pagina Set&up...

source: Setup page for printing
da: Opsæt side til udskrift
nl: Setup pagina voor printen

source: Print Preview
da: Forhåndvis udskrift
nl: Voorbeeldafdruk

source: Print
da: Udskriv
nl: Afdrukken

source: &Export to Image...
da: &Eksportér til billede...
nl: &Export naar Afbeelding...

source: Export the current view to a PNG image
da: Eksportér den nuværende visning til et PNG-billed
nl: Exporteer dit beeld naar een PNG afbeelding

source: Export to Image
da: Eksportér til billede
nl: Export naar afbeelding

source: File '%s' exists. Overwrite?
da: Filen '%s' eksisterer. Overskriv?
nl: Bestand '%s' bestaat. Overschrijven?

source: &Export to SVG...
da: &Eksportér til SVG...
nl: &Exporteer naar SVG...

source: Export the current view to a SVG image
da: Eksportér den nuværende visning til et SVG-billede
nl: Exporteer dit beeld naar een SVG afbeelding

source: Could not find pysvg Python package. It is needed to export to SVG. See the Timeline website or the INSTALL file for instructions how to install it.
da: Kunne ikke finde Python-pakken pysvg. Den kræves for at eksportere til SVG. Se hjemmesiden for Tidslinje eller filen INSTALL for vejledning i at installere den.
nl: Kan niet vinden pysvg Python package. Het is nodig voor exporteren naar SVG. Zie de Tijdlijn website of het INSTALL bestand voor instructies hoe te installeren.

source: Export to SVG
da: Eksportér til SVG
nl: Export naar SVG

source: Play timeline
da: Afspil tidslinje
nl: Speel tijdlijn

source: Play timeline as movie
da: Afspil tidslinje som film
nl: Speel tijdlijn als film

source: Exit the program
da: Afslut programmet
nl: Verlaat het programma

source: &Edit
da: R&edigér

source: &View
da: &Vis

source: &Sidebar Ctrl+I
da: &Sidebjælke Ctrl+I
nl: &Zijbalk Ctrl+I

source: &Legend
da: Beskrive&lse
nl: &Legenda

source: &Balloons on hover
da: Stiger som &ballon når der holdes over den
nl: &Ballonnen bij overbewegen

source: &Timeline
da: &Tidslinje
nl: &Tijdlijn

source: Create &Event...
da: Opret b&egivenhed...
nl: Maak &Gebeurtenis...

source: Create a new event
da: Opret en ny begivenhed
nl: Maak nieuwe gebeurtenis

source: Create Event
da: Opret begivenhed
nl: Maak Gebeurtenis

source: &Duplicate Selected Event...
da: &Duplikér valgt begivenhed...
nl: &Dupliceer Geselecteerde Gebeurtenis...

source: Duplicate the Selected Event
da: Duplikér den valgte begivenhed
nl: Dupliceer Geselecteerde Gebeurtenis

source: &Measure Distance between two Events...
da: &Mål afstand mellem to begivenheder...
nl: &Meet Afstand tussen twee Gebeurtenissen...

source: Measure the Distance between two Events
da: Mål afstanden mellem to begivenheder
nl: Meet Afstand tussen twee Gebeurtenissen

source: Distance between selected events
da: Afstand mellem valgte begivenheder
nl: Afstand tussen geselecteerde gebeurtenissen

source: Events are overlapping or distance is 0
da: Begivenheder overlapper eller afstanden er 0
nl: Gebeurtenissen overlappen of afstand is 0

source: Edit &Categories
da: Redigér &kategorier
nl: Bewerk &Categorieën

source: &Navigate
da: &Navigér
nl: &Navigeer

source: Find First Event
da: Find første begivenhed
nl: Zoek Eerste Gebeurtenis

source: Find Last Event
da: Find seneste begivenhed
nl: Zoek Laatste Gebeurtenis

source: Fit All Events
da: Indpas alle begivenheder
nl: Pas Alle Gebeurtenissen

source: &Help
da: &Hjælp

source: &Contents F1
da: Ind&hold F1
nl: &Inhoud F1

source: Getting started tutorial
da: Kom i gang-vejledning
nl: Opstart tutorial

source: Unable to write configuration file.
da: Kan ikke skrive konfigurationsfil.
nl: Kan niet schrijven naar configuratiebestand.

source: Edit Event
da: Redigér begivenhed
nl: Bewerk Gebeurtenis

source: read-only
da: skrivebeskyttet
nl: alleen-lezen

source: File '%s' does not exist.
da: Filen '%s' eksisterer ikke.
nl: Bestand '%s' bestaat niet.

source: No timeline opened.
da: Ingen tidslinje blev åbnet.
nl: Geen tijdlijn geopend.

source: First time using Timeline?
da: Første gang Tidslinje anvendes?
nl: Eerste keer dat je Tijdlijn gebruikt?

source: Relevant help topics:
da: Relevante emner i hjælp:
nl: Relevante help onderwerpen:

source: Preferences
da: Præferencer
nl: Voorkeuren

source: General
da: Generelt
nl: Algemeen

source: Date && Time
da: Dato && tid
nl: Datum && Tijd

source: Week start on:
da: Uge starter med:
nl: Week start op:

source: This feature is experimental. If events are created in the extended range, you can not disable this option and successfully load the timeline again. A reload of the timeline is also needed for this to take effect.
da: Denne egenskab er eksperimentel. Hvis begivenheder oprettes i det udvidet interval, så kan du ikke deaktivere denne valgmulighed og indlæse tidslinje igen. En genindlæsning af tidslinjen kræves også før egenskaben træder i kraft.
nl: Dit kenmerk is experimenteel. Als gebeurtenissen aangemaakt worden in de uitgebreide reeks, kun je deze optie niet uitzetten en de tijdlijn opnieuw met succes te laden. Een herlaad van de tijdlijn is ook nodig om dit van toiepassing te laten zijn.

source: Open most recent timeline on startup
da: Åben allerseneste tidslinje ved opstart
nl: Open nieuwste tijdlijn bij opstarten

source: Use inertial scrolling
da: Brug rulning med inerti
nl: Gebruik vertraagd scrollen

source: Use extended date range (before 1 AD)
da: Anvend udvidet dato-interval (før år 0)
nl: Gebruik uitgebreide datumreeks (voor 1 AD)

source: Monday
da: Mandag
nl: Maandag

source: Sunday
da: Søndag
nl: Zondag

source: Unable to copy to clipboard.
da: Kan ikke kopiere til udklipsholder
nl: Kan klembord niet kopiëren.

source: Error
da: Fejl
nl: Fout

source: Question
da: Spørgsmål
nl: Vraag

source: Default
da: Standard
nl: Standaard

source: Dark
da: Mørk
nl: Donker

source: Dark Olive Green
da: Mørk olivengrøn
nl: Donker Olijfgroen

source: Generic
da: Generisk
nl: Generiek

source: Pane Switcher
da: Rude-skifter
nl: Paneelwisselaar

source: Pane Preview
da: Forhåndvisning af rude
nl: Paneelvoorbeeld

source: Cl&ose
da: &Luk
nl: Sl&uit

source: Close All
da: Luk alle
nl: Sluit Alles

source: &Next
da: &Næste
nl: Volge&nde

source: &Previous
da: &Forrige
nl: &Vorige

source: &Window
da: &Vindue
nl: &Venster

source: CubeColorDialog: Choose Color
da: CubeColorDialog: Vælg farve
nl: CubeColorDialog Kies Kleur

source: Customize
da: Tilpas
nl: Aanpassen

source: &Close
da: Luk
nl: &Sluit

source: Menus
da: Menuer

source: Options
da: Indstillinger
nl: Opties

source: Select Menu To Add/Remove:
da: Vælg mappe som skal tilføjes/fjernes:
nl: Selecteer Menu Voor Toevoegen/Verwijderen:

source: Default Style
da: Standard-stil
nl: Standaard Stijl

source: Metallic
da: Metallisk

source: Menu bar style
da: Stil på menubjælke
nl: Menu balk stijl

source: Default style settings
da: Standard stil-indstillinger
nl: Standaard stijl instellingen

source: Draw vertical gradient
da: Tegn lodret farveovergang
nl: Teken verticale gradient

source: Draw border around menu bar
da: Tegn ramme om menubjælke
nl: Teken rand om menubalk

source: Toolbar float over menu bar
da: Værktøjsbjælke flyder over menubjælke
nl: Werktuigbalk drijft over menubalk

source: Color Scheme
da: Farveskema
nl: Kleurschema

source: Save
da: Gem
nl: Bewaar

source: Don't Save
da: Undlad at gemme
nl: Bewaar Niet

source: Cancel
da: Fortryd
nl: Annuleren

source: Yes
da: Ja
nl: Ja

source: No
da: Nej
nl: Nee

source: Choose a directory
da: Vælg et katalog
nl: Kies een map

source: Browse For Folders
da: Søg efter mapper
nl: Blader door Folders

source: Choose one or more folders:
da: Vælg en eller flere mapper:
nl: Keis één of meer folders:

source: Folder:
da: Mappe:

source: Make New Folder
da: Opret ny mappe
nl: Maak nieuwe Folder

source: Busy
da: Optaget
nl: Bezig

source: Basic Colors:
da: Grundfarver:
nl: Basiskleuren:

source: Custom Colors:
da: Brugerdefinerede farver:
nl: Aangepaste Kleuren:

source: Add to Custom Colors
da: Føj til brugerdefinerede farver
nl: Voeg aan Aangepaste Kleuren toe

source: Solid Color
da: Ensfarvet
nl: Dichte Kleur

source: H:
da: Farvetone:

source: S:
da: Mætning:

source: V:
da: Værdi:

source: Application
da: Program
nl: Applicatie

source: has been modified outside of
da: er blevet ændret uden for
nl: is gewijzigd buiten

source: . Overwrite
da: . Overskriv
nl: . Overschrijf

source: with current changes?
da: med aktuelle ændringer?
nl: met deze wijzigingen?

source: Save As
da: Gem som
nl: Bewaar Als

source: File Error
da: Filfejl
nl: Bestandsfout

source: Untitled
da: Unavngivet
nl: Naamloos

source: Warning
da: Advarsel
nl: Waarschuwing

source: Save changes to '%s'?
da: Gem ændringer til '%s'?
nl: Bewaar wijzigingen in '%s'?

source: Unable to display print preview.
da: Kan ikke vise udskriftsvisning.
nl: Kan afdrukvoorbeeld niet tonen.

source: Preview
da: Forhåndsvisning
nl: Voorbeeld

source: &Undo Ctrl+Z
da: Fortryd Ctrl+&Z
nl: &Ongedaan maken Ctrl+Z

source: &Redo Ctrl+Y
da: Gentag Ctrl+&Y
nl: &Herhaal Ctrl+Y

source: Reload
da: Genindlæs
nl: Herlaad

source: from file system?
da: fra filsystem?
nl: van het bestandssysteem?

source: Couldn't reload
da: Kunne ikke genindlæse
nl: Kan niet herladen

source: Unable to close current
da: Kan ikke lukke aktuelle
nl: Kan niet sluiten deze

source: Untitled %d
da: Ikke-navngivet %d
nl: Zonder naam %d

source: All|*.*|%s
da: Alle|*.*|%s

source: Select a File
da: Vælg en fil
nl: Selecteer een Bestand

source: Select a document type:
da: Vælg en dokumenttype:
nl: Selecteer ee ndocumenttype:

source: Documents
da: Dokumenter
nl: Documenten

source: Select a document view:
da: Vælg en dokumentvisning:
nl: Selecteer een document beeld:

source: Views
da: Visninger
nl: Beelden

source: &Undo
da: Fortryd (ctrl+&z)

source: &Undo
da: Fortr&yd
nl: &Ongedaan

source: &Redo
da: &Redo (ctrl+&y)
nl: &Herhaal

source: &New... Ctrl+N
da: &Nyt... Ctrl+N
nl: &Nieuw... Ctrl+N

source: Creates a new document
da: Opretter et nye dokument
nl: Maakt een nieuw document

source: &Open... Ctrl+O
da: Åbn... Ctrl+&O

source: Opens an existing document
da: Åbner et eksisterende dokument
nl: Opent een bestaand document

source: Closes the active document
da: Lukker det aktive dokument
nl: Sluit het actieve document

source: Close A&ll
da: Luk a&lle
nl: Sluit A&lles

source: Closes all open documents
da: Lukker alle åbne dokumenter
nl: Sluit alle open documenten

source: &Save Ctrl+S
da: Gem Ctrl+&S
nl: &Bewaar Ctrl+S

source: Saves the active document
da: Gemmer det aktive dokument
nl: Bewaart het actieve document

source: Save &As...
da: Gem &som...
nl: Bewaar &Als...

source: Saves the active document with a new name
da: Gemmer det aktive dokument med et nyt navn
nl: Bewaart het actieve document meteen nieuwe naam

source: Save All Ctrl+Shift+A
da: Gem alle Ctrl+Skift+A
nl: Bewaar Alles Ctrl+Shift+A

source: Saves the all active documents
da: Gem alle de aktive dokumenter
nl: Bewaart alle actieve documenten

source: &Print Ctrl+P
da: Udskriv Ctrl+&P

source: Prints the active document
da: Udskriver det aktive dokument
nl: Druk het actieve document af

source: Print Pre&view
da: Forhånd&vis udskrift
nl: Afdruk&voorbeeld

source: Displays full pages
da: Viser fulde sider
nl: Toont volledige pagina's

source: Page Set&up
da: Side&opsætning
nl: Pagina Inst&elling

source: Changes page layout settings
da: Ændrer indstillinger for sidelayout
nl: Wijzigt pagina opmaak instellingen

source: &Quit
da: Afsl&ut

source: Closes this program
da: Lukker dette program
nl: Sluit dit programma

source: E&xit
da: &Afslut

source: Reverses the last action
da: Omgør seneste handling
nl: Draait laatste actie terug

source: Reverses the last undo
da: Omgør seneste fortrydelse
nl: Draait laatste ongedaan terug

source: Cu&t Ctrl+X
da: Klip C&trl+X
nl: Kn&ip Ctrl+X

source: Cuts the selection and puts it on the Clipboard
da: Klipper markeringen og placerer den i udklipsholderen
nl: Knipt de selectie en plaatst deze op het Klembord

source: &Copy Ctrl+C
da: Kopiér Ctrl+&C

source: Copies the selection and puts it on the Clipboard
da: Kopierer markeringen og placerer den i udklipsholderen
nl: Kopieert de selectie en plaatst deze op het Klembord

source: &Paste Ctrl+V
da: Indsæt Ctrl+&V
nl: &Plak Ctrl+V

source: Inserts Clipboard contents
da: Insætter indhold fra udklipsholder
nl: Voegt Klembord inhoud toe

source: &Delete
da: Sl&et

source: Erases the selection
da: Sletter markeringen
nl: Verwijderd de selectie

source: Select A&ll Ctrl+A
da: Vælg alle\Ctrl+&A
nl: Selecteer A&ll Ctrl+A

source: Selects all available data
da: Markerer alle tilgængelige data
nl: Selecteert alle beschikbare data

source: &Toolbar
da: Værk&tøjsbjælke
nl: &Werkbalk

source: Shows or hides the toolbar
da: Viser eller skjuler værktøjsbjælken
nl: Toont of verbergt de werkbalk

source: &Status Bar
da: &Statusbjælke
nl: &Statusbalk

source: Shows or hides the status bar
da: Viser eller skjuler statusbjælken
nl: Toont of verbergt de statusbalk

source: &About
da: &Om
nl: &Over

source: Displays program information, version number, and copyright
da: Viser information om program, versionsnummer og ophavsret
nl: Toont programmainformatie, versienummer en copyright

source: Open
da: Åbn

source: Save All
da: Gem alle
nl: Bewaar Alles

source: Saves all the active documents
da: Gemmer alle de aktive dokumenter
nl: Bewaar alle actieve documenten

source: Cut
da: Klip
nl: Knip

source: Copy
da: Kopiér
nl: Kopieer

source: Paste
da: Indsæt
nl: Plak

source: Undo
da: Fortryd
nl: Ongedaan

source: Redo
da: Omgør
nl: Herhaal

source: Ready
da: Klar
nl: Klaar

source: Close
da: Luk
nl: Sluit

source: Close All but "%s"
da: Luk alle undtagen "%s"
nl: Sluit Alles behalve "%s"

source: Select Tab
da: Vælg fane
nl: Selecteer Tab

source: &Tools
da: Værk&tøjer
nl: &Werktuigen

source: &Options...
da: &Indstillinger...
nl: &Opties...

source: Sets options
da: Angiv indstillinger
nl: Stelt opties in

source: Show tips at start up
da: Vis tips ved opstart
nl: Toon tips bij opstarten

source: Show each document in its own window
da: Vis hvert dokument i sit eget vindue
nl: Toon ieder document in eigen venster

source: Show all documents in a single window with tabs
da: Vis alle dokumenter i et enkelt vindue med faner
nl: Toon alle documenten in één enkel venster met tabs

source: Show all documents in a single window with child windows
da: Vis alle dokumenter i et enkelt vindue med tilhørende vinduer
nl: Toon alle documenten in één enkel venster met kind-vensters

source: Document Display Style
da: Visningsform for dokument
nl: Document Vertoningsstijl

source: Document Options
da: Egenskaber for dokument
nl: Document Opties

source: Document interface changes will not appear until the application is restarted.
da: Ændringer for dokument-grænseflade vises ikke før programmet er genstartet.
nl: Document interface wijzigingen verschijnen niet tot de applicatie is herstart.

source: About
da: Om
nl: Over

source: &Properties
da: &Egenskaber
nl: Eigenscha&ppen

source: Show file properties
da: Vis filegenskaber
nl: Toon bestandeigenschappen

source: File Properties
da: Filegenskaber
nl: Bestandeigenschappen

source: Filename:
da: Filnavn:
nl: Bestandnaam:

source: Location:
da: Placering:
nl: Plaats:

source: Size:
da: Størrelse:
nl: Grootte:

source: Created:
da: Oprettet:
nl: Aangemaakt:

source: Modified:
da: Ændret:
nl: Gewijzigd:

source: Accessed:
da: Tilgået:
nl: Gebruikt:

source: &Arrange All
da: &Arrangér alle
nl: Order &Alles

source: Arrange the open windows
da: Arrangér de åbne vinduer
nl: Order open vensters

source: Previous
da: Forrige
nl: Vorige

source: Previous Tab
da: Forrige fane
nl: Vorige Tab

source: Next
da: Næste
nl: Volgende

source: Next Tab
da: Næste fane
nl: Volgende Tab

source: Close Current Ctrl+F4
da: Luk nuværende Ctrl+F4
nl: Sluit Deze Ctrl+F4

source: Close Current Tab
da: Luk nuværende fane
nl: Sluit Deze Tab

source: &More Windows...
da: Flere v&induer...
nl: &Meer Vensters...

source: Select a window to show:
da: Vælg vinduet som skal vises:
nl: Selecteer een venster om te tonen:

source: Select Window
da: Vælg vindue
nl: Selecteer Venster

source: An updated version of Editra is available Would you like to download Editra %s now?
da: En opdateret version af Editra er tilgængelig Vil du hente Editra %s nu?
nl: Een bijgewerkte versie van Editra is beschikbaar Wil je nu Editra %s nu downloaden?

source: Update Available
da: Opdatering tilgængelig
nl: Update Beschikbaar

source: Downloading Update
da: Henter opdatering
nl: Downloaden Update

source: Your profile has been updated to the latest version
da: Din profil er blevet opdateret til seneste version
nl: Je profiel is bijgewerkt naar de laatste versie

source: Please check the preferences dialog to check your preferences
da: Tjek venligst dialogen præferencer for at tjekke dine præferencer
nl: Controleer de voorkeurendialoog voor controle van je voorkeuren

source: Profile Updated
da: Profil opdateret
nl: Profiel Bijgewerkt

source: Please check the preferences dialog to verify your preferences
da: Tjek venligst dialogen præferencer for at bekræfte dine præferencer

source: Error: Something unexpected happend Help improve Editra by clicking on Report Error to send the Error Traceback shown below.
da: Fejl: Der skete noget uventet Hjælp med at forbedre Editra, klik på Rapportér fejl for at sende tilbagesporing af fejl som vises nedenfor.
nl: Fout: Iets onverwachts gebeurde Help Editra verbeteren door op Rapporteer Fout te klikken om de onderstaande Error Traceback te verzenden.

source: Enter a hex color value
da: Indtast en hex-værdi for farve
nl: Voer een hex kleurwaarde in

source: Set Font
da: Angiv skrift

source: Error Traceback:
da: Tilbagesporing af fejl:

source: Abort
da: Forlad
nl: Afbreken

source: Exit the application
da: Afslut programmet
nl: Applicatie verlaten

source: Report Error
da: Rapportér fejl
nl: Rapporteer Fout

source: Are you sure want to delete %s?
da: Er du sikker på at du vil slette %s?
nl: Weet je zeker dat je wilt verwijderen %s?

source: Delete File?
da: Slet fil?
nl: Verwijder bestand?

source: Unable to delete %s
da: Kan ikke slete %s
nl: Kan niet verwijderen %s

source: Delete Error
da: Slet fejl
nl: Verwijder Fout

source: Files
da: Filer
nl: Bestanden

source: Add >>
da: Tilføj >>
nl: Voeg toe >>

source: << Remove
da: << Fjern
nl: << Verwijder

source: Find
da: Søg
nl: Zoek

source: Replace
da: Erstat
nl: Vervang

source: Current Document
da: Nuværende dokument
nl: Dit Document

source: Selected Text
da: Markeret tekst
nl: Geselecteerde Text

source: Open Documents
da: Åben dokumenter
nl: Open Documenten

source: File Filters:
da: Fil-filtre:
nl: Bestand Filters:

source: Find what
da: Hvad skal findes
nl: Zoek wat

source: Replace with
da: Erstat med
nl: Vervang door

source: Choose Folder
da: Vælg mappe
nl: Kies Folder

source: Look in
da: Søg i
nl: Kijk in

source: Up
da: Op
nl: Omhoog

source: Down
da: Ned
nl: Omlaag

source: Find Options
da: Indstillinger for søg
nl: Zoek Opties

source: Match case
da: Match store/små bogstaver
nl: Gelijk hoofd/kleine letters

source: Whole word
da: Helt ord
nl: Heel woord

source: Regular expression
da: Regulært udtryk
nl: Reguliere expressie

source: Search Recursively
da: Søg rekursivt
nl: Zoek Recursief

source: Enter wildcard shell patterns for matching files (*.txt).
da: Indtast jokertegn-skalmønstre for at matche filer (*.txt).
nl: Voer wildcard shell patronen in voor passende bestanden (*.txt).

source: Count
da: Antal
nl: Tel

source: Find All
da: Find alle
nl: Zoek Alles

source: Replace All
da: Erstat alle
nl: Vervang Alles

source: Choose Search Folder
da: Vælg søge-mappe
nl: Kies Zoek Folder

source: File Stat Failed
da: Fil-stat mislykkedes
nl: Bestandstatistieken Faalde

source: Modified
da: Ændret
nl: Gewijzigd

source: Kind
da: Slags
nl: Soort

source: Size
da: Størrelse
nl: Grootte

source: Where
da: Hvor
nl: Waar

source: Created
da: Oprettet
nl: Aangemakt

source: Permissions
da: Rettigheder
nl: Rechten

source: Folder
da: Mappe

source: Unknown
da: Ukendt
nl: Onbekend

source: Match Case
da: Match store/små bogstaver
nl: Vergelijk hoofd/kleine letters

source: Whole Word
da: Helt ord
nl: Heel Woord

source: Regular Expression
da: Regulært udtryk
nl: Reguliere Expressie

source: Command
da: Kommando
nl: Commando

source: Goto Line
da: Gå til linje
nl: Ga naar Regel

source: Can't change directory to: %s
da: Kan ikke ændre katalog til: %s
nl: Kan map niet wijzigen naar %s

source: Access Denied: %s
da: Adgang nægtet: %s
nl: Toegang Geweigerd: %s

source: Invalid Path
da: Ugyldig sti
nl: Ongeldige Pad

source: Failed to reload %(filename)s: Error: %(errmsg)s
da: Mislykkedes med at gemme fil: %(filename)s: Fejl: %(errmsg)s
nl: Kon niet herladen %(filename)s: Fout: %(errmsg)s

source: New Tab
da: Ny fane
nl: Nieuwe Tab

source: Move Tab to New Window
da: Flyt fane til nyt vindue
nl: Verplaats Tab naar Nieuw Venster

source: Save "%s"
da: Gem "%s"
nl: Bewaar "%s"

source: Close "%s"
da: Luk "%s"
nl: Sluit "%s"

source: Close Other Tabs
da: Luk andre faner
nl: Sluit Andere Tabs

source: Copy Full Path
da: Kopier hele stien
nl: Kopieer Volledig Pad

source: To Uppercase
da: Til store bogstaver
nl: Naar Hoofdletters

source: To Lowercase
da: Til små bogstaver
nl: Naar Kleine Letters

source: Select All
da: Vælg alle
nl: Selecteer Alles

source: No Suggestions
da: Ingen forslag
nl: Geen Suggesties

source: %s has been deleted since its last save point. Would you like to save it again?
da: %s er blevet slettet siden dets sidste gemmepunkt. Vil du gerne gemme det igen?
nl: %s is verwijderd sinds laatste save point. Wil je opnieuw bewaren?

source: Resave File?
da: Gem fil igen?
nl: Opnieuw Bestand Bewaren?

source: %s has been modified by another application. Would you like to reload it?
da: %s er blevet ændret af et andet program. Vil du genindlæse det?
nl: %s is gewijzigd door een andere applicatie. Wil je het herladen?

source: Reload File?
da: Indlæs fil igen?
nl: Herlaad bestand?

source: The file: "%s" has been modified since the last save point. Would you like to save the changes?
da: Filen: "%s" er blevet ændret siden seneste gemmepunkt. Vil du gemme ændringerne?
nl: Het bestand: "%s" is gewijzigd sinds het laatste save point. Wil je de wijzigngen bewaren?

source: Save Changes?
da: Gem ændringer?
nl: Bewaar Wijzigingen?

source: Old Macintosh (\n)
da: Gammel Macintosh ( )
nl: Oude Macintosh ( )

source: Unix (\n)
da: Unix ( )
nl: Unix ( )

source: Windows (\n)
da: Windows ( )
nl: Windows ( )

source: View Editra's console log
da: Se Editras konsol-log
nl: Bekijk Editra's console log

source: Show output from
da: Vis uddata fra
nl: Toon output van

source: Clear
da: Ryd
nl: Wis

source: All
da: Alle
nl: Alles

source: Perspectives
da: Perspektiver
nl: Perspectieven

source: Editra: Open
da: Editra: Åbn
nl: Editra: Openen

source: %s could not be found. Perhaps it's been moved or deleted.
da: %s kunne ikke findes. Den er muligvis flyttet eller slettet.
nl: %s kon niet gevonden worden. Misschien is het verplaatst of verwijderd.

source: File Not Found
da: Fil ikke fundet
nl: Bestand Niet Gevonden

source: Saved File: %s
da: Gemte fil: %s
nl: Bewaard Bestand: %s

source: ERROR: %s
da: FEJL: %s
nl: FOUT: %s

source: Choose a Save Location
da: Vælg en placering til lagring
nl: Kies een Bewaar Locatie

source: ERROR: Failed to save %s
da: FEJL: Mislykkedes med at gemme %s
nl: FOUT: Bewaren faalde %s

source: Saved File As: %s
da: Gemte fil som: %s
nl: Bestand Bewaard Als: %s

source: Where to Save Profile?
da: Hvor skal profil gemmes?
nl: Waar Profiel Bewaren?

source: Profile
da: Profil
nl: Profiel

source: Profile Saved as: %s
da: Profil gemt som: %s
nl: Profiel Bewaard als: %s

source: Load a Custom Profile
da: Indlæs tilpasset profil
nl: Laad een Aangepast Profiel
