Repository: sugarlabs/Time-Line
Catalog: po/ach.po
Languages: ach

source: Browse For Folders
ach: Yeyenyo pi Kagwoko pail

source: Choose one or more folders:
ach: Yer acel onyo kagwoko pail mukene:

source: Folder:
ach: Kagwoko pail:

source: Make New Folder
ach: Yik ka Gwoko Manyen

source: Busy
ach: Tye ka tic

source: Basic Colors:
ach: Kala apirgi tek

source: Custom Colors:
ach: Kala ducu amite

source: Add to Custom Colors
ach: Keti ikom Kala ducu Amite

source: Solid Color
ach: Kala Atek

source: Application
ach: Keto itic

source: has been modified outside of
ach: Oyuyubu mapati

source: . Overwrite
ach: Coc iwie

source: with current changes?
ach: kwede alokaloka ma kombedi?

source: Save As
ach: Gwok Macalo

source: File Error
ach: Bal iPail

source: Untitled
ach: Abongo taitol

source: Save changes to '%s'?
ach: Gwok alokaloka i '%s'?

source: Unable to display print preview.
ach: Pe romo nyutu kit ame coc ocane kwede.

source: Preview
ach: Lanyut

source: &Undo Ctrl+Z
ach: &Pe tio Ctrl+Z

source: &Redo Ctrl+Y
ach: &Tim doki Ctrl+Y

source: Reload
ach: Nwo cano

source: from file system?
ach: ki i nyonyo me pwail?

source: Couldn't reload
ach: Pe onongo twero cano

source: Unable to close current
ach: Pe romo cego ma kombedi

source: Untitled %d
ach: Ma pe gimio lok wie %d

source: All|*.*|%s
ach: Ducu|*.*|%s

source: Select a File
ach: Yer pail

source: Select a document type:
ach: Yer kite me lok acoya:

source: Documents
ach: Lok acoya

source: Select a document view:
ach: Yer kit ma lok acoya gibineno kwede:

source: Views
ach: Kite me neno

source: &Undo
ach: &Gony

source: &Redo
ach: &Nwo

source: &New... Ctrl+N
ach: &Anyen... Ctrl+N

source: Creates a new document
ach: Yiko dokumen anyen

source: &Open... Ctrl+O
ach: &Yabi... Ctrl+O

source: Opens an existing document
ach: Yabo dokumen ame tye

source: Closes the active document
ach: Wumu dokumen ame tye atic

source: Close A&ll
ach: Lor w&eng

source: Closes all open documents
ach: Yer lok acoya ducu ma oyabe

source: &Save Ctrl+S
ach: &Gwoki Ctrl+S

source: Saves the active document
ach: Gwok dokumen ame tye atic

source: Save &As...
ach: Gwok &Macalo...

source: Saves the active document with a new name
ach: Gwok dokumen ame tye atic inying anyen

source: Save All Ctrl+Shift+A
ach: Gwok Ducu Ctrl+Shift+A

source: Saves the all active documents
ach: Gwoko dokumen ame tye atic

source: &Print Ctrl+P
ach: &Prin Ctrl+P

source: Prints the active document
ach: Prin dokumen atio atek

source: Print Pre&view
ach: Prin Me&anena

source: Displays full pages
ach: Nyutu papara opong ducu

source: Page Set&up
ach: Yik&me Pot papara

source: Changes page layout settings
ach: Loloko kit oyiko kede cacano pot papara

source: &Quit
ach: &Weki

source: Closes this program
ach: Loro purugram man

source: E&xit
ach: K&ato oko

source: Reverses the last action
ach: Dwoko cen gin otimo me agiki

source: Reverses the last undo
ach: Dwoko cen en ape itio kede me agiki

source: Cu&t Ctrl+X
ach: Ngol&i Ctrl+X

source: Cuts the selection and puts it on the Clipboard
ach: Ngolo oko gin oyero eka te keto i Klipbod

source: &Copy Ctrl+C
ach: &Loki Ctrl+C

source: Copies the selection and puts it on the Clipboard
ach: Loko gin ame oyero dang dok keto ikom Klipbod

source: &Paste Ctrl+V
ach: &Dani Ctrl+V

source: Inserts Clipboard contents
ach: Rido gin atye ducu i klipbod

source: &Delete
ach: &Rweny oko

source: Erases the selection
ach: Jwao oko gin oyero

source: Select A&ll Ctrl+A
ach: Yeri D&ucu Ctrl+A

source: Selects all available data
ach: Yero data ducu ame tye

source: &Toolbar
ach: &Ba pa jami tic

source: Shows or hides the toolbar
ach: Nyutu onyo kano oko jami tic

source: &Status Bar
ach: &Ba me Kite

source: Shows or hides the status bar
ach: Nyutu onyo kano ba me kite

source: &About
ach: &Ikom

source: Displays program information, version number, and copyright
ach: Cwalo kop pi purugram, namba me kite, kede kopirwait

source: Open
ach: Yabi

source: Save All
ach: Gwok weng

source: Saves all the active documents
ach: Gwoko ducu dokumen ame tye ka tic

source: Cut
ach: Ngolo

source: Copy
ach: Gwoki

source: Paste
ach: Mwon

source: Undo
ach: Gony

source: Redo
ach: Nwo

source: Ready
ach: Atera

source: Close All but "%s"
ach: Lor weng kono "%s"

source: Select Tab
ach: Yer Tab

source: &Tools
ach: &Jami tic

source: &Format
ach: &Cano aber

source: &Options...
ach: &En Mukene...

source: Sets options
ach: Keto yore ame oromo kwanyo

source: Show tips at start up
ach: Nyut ngec akwako ka pwod acakere acaka

source: Show each document in its own window
ach: Nyut dokumen acel acel idirija mere

source: Show all documents in a single window with tabs
ach: Nyut dokumen ducu i dirija acel keken kwede tab

source: Show all documents in a single window with child windows
ach: Nyut dokumen ducu i dirija acel keken kwede dirija pa lutino

source: Document Display Style
ach: Citail me ryeyo Dokumen

source: Document Options
ach: Kite me dokumen ducu

source: Document interface changes will not appear until the application is restarted.
ach: Alokaloka ikit a dokumen nen kwede pe bino nen nikwanyo ka gin me tici dok gicako.

source: About
ach: Ikom

source: &Properties
ach: &Jami me Kome

source: Show file properties
ach: Nyut lok ikom pail

source: File Properties
ach: Lok ikom Pail

source: Filename:
ach: Nying pail:

source: Location:
ach: Ka nwongo:

source: Size:
ach: Caji:

source: Created:
ach: Oketo:

source: Modified:
ach: Oyiyiko:

source: Accessed:
ach: Onwongere:

source: &Arrange All
ach: &Ket Iyoreyore Ducu

source: Arrange the open windows
ach: Cacano dirija ame oyabe

source: Previous
ach: Mukato

source: Previous Tab
ach: Tab Mukatoni

source: Next
ach: Malubo

source: Next Tab
ach: Tab Malubo man

source: Close Current Ctrl+F4
ach: Lor Eni Ctrl+F4

source: Close Current Tab
ach: Lor Tab Atye

source: &More Windows...
ach: &Dirija Mukene...

source: Select a window to show:
ach: Yer dirija wek inyuti:

source: Select Window
ach: Yer Dirija

source: An updated version of Editra is available Would you like to download Editra %s now?
ach: Kwon Editra mo ma gimedo jami manyen tye Imito kwanyo Editra %s amani?

source: Update Available
ach: En Anyen Tye

source: Downloading Update
ach: Tye kakwanyo jami okato anyen

source: Your profile has been updated to the latest version
ach: Kop akwaki otyeko medo naka kit atye kede anyen

source: Please check the preferences dialog to check your preferences
ach: Kong inen kaleleo jami ma giyero wek inen jami ma ityeko yero

source: Profile Updated
ach: Propail Gimedo Jami Anyen

source: Error: Something unexpected happend Help improve Editra by clicking on Report Error to send the Error Traceback shown below.
ach: Bal: Gin mo ma pe ongeo otime Mi kony iyik Editra ki diyo ikom Ripot Bal wek icwal Lukuru Yo Bal onyutu piny ni.

source: Enter a hex color value
ach: Ket ber kala me hex

source: Set Font
ach: Ket Kite me Coc

source: Error Traceback:
ach: Yo Lukuru Bal:

source: Abort
ach: Juki

source: Exit the application
ach: Ya oko igitico

source: Report Error
ach: Ripot Bal

source: Are you sure want to delete %s?
ach: Imoko ni imito kwanyo %s?

source: Delete File?
ach: We oko Pail?

source: Unable to delete %s
ach: Pe twero weyo %s

source: Delete Error
ach: We oko Bal

source: Files
ach: Pail

source: Add >>
ach: Med >>

source: << Remove
ach: << Kwany oko

source: Find
ach: Nwong

source: Replace
ach: Le kakare oko

source: Current Document
ach: Dokumen Atye nie

source: Selected Text
ach: Lok akwana ma Oyero

source: Open Documents
ach: Dokumen Atye Twolo

source: File Filters:
ach: Giyeko pail:

source: Find what
ach: Nwong ngo

source: Replace with
ach: Le wange kede

source: Choose Folder
ach: Yer Iboc

source: Look in
ach: Nen yie

source: Up
ach: Malo

source: Down
ach: Piny

source: Find Options
ach: Nwong mukene

source: Match case
ach: Kukubo nukita

source: Whole word
ach: Kom dul lok ducu

source: Regular expression
ach: Gin ma gikobo karekare

source: Search Recursively
ach: Yeny kun Ibedo Nwoyo

source: Enter wildcard shell patterns for matching files (*.txt).
ach: Keti wildcard shell patterns pi kube ki pail (*.txt).

source: Count
ach: Kwani

source: Find All
ach: Nwong Ducu

source: Replace All
ach: Le kakargi Ducu

source: Choose Search Folder
ach: Yer iboc me yeyenyo

source: File Stat Failed
ach: Pail Stat Opoto

source: Modified
ach: Giyiko

source: Kind
ach: Kite

source: Size
ach: Caji

source: Where
ach: Kwene

source: Created
ach: Ocweo

source: Permissions
ach: Twer

source: Folder
ach: Iboc

source: Unknown
ach: Mapengeye

source: Match Case
ach: Kubi Case

source: Whole Word
ach: Dul Lok Ducu

source: Regular Expression
ach: Miyo Loki Karekare

source: Command
ach: Cik

source: Goto Line
ach: Woti i Lain

source: Can't change directory to: %s
ach: Pe twero lokerere atiratir idoko: %s

source: Access Denied: %s
ach: Kato iyie Gikwero: %s

source: Invalid Path
ach: Yo ape Mite

source: Failed to reload %(filename)s: Error: %(errmsg)s
ach: Oloye oko me dwogo %(nying pail)s: Bal: %(errmsg)s

source: New Tab
ach: Tab manyen

source: Move Tab to New Window
ach: Cwal Tab idirija manyen

source: Save "%s"
ach: Gwok "%s"

source: Close "%s"
ach: Lor "%s"

source: Close Other Tabs
ach: Lor Tab ducu Mukene

source: Copy Full Path
ach: Loki Yo ma Opong

source: To Uppercase
ach: I Nyukita madongo

source: To Lowercase
ach: I Nyukita matino

source: Select All
ach: Yer weng

source: No Suggestions
ach: Tam amiya pe

source: %s has been deleted since its last save point. Would you like to save it again?
ach: Imito ka gwoko mukene doki?

source: Resave File?
ach: Nwo gwoko pwail?

source: %s has been modified by another application. Would you like to reload it?
ach: Imito me dwogo eno?

source: Reload File?
ach: Nwo cano pwail?

source: The file: "%s" has been modified since the last save point. Would you like to save the changes?
ach: Imito nyo gwoko alokaloka ma giketo?

source: Save Changes?
ach: Gwok Alokaloka?

source: View Editra's console log
ach: Ngingio console log me Editra

source: Show output from
ach: Nyut gin okato ikom

source: Clear
ach: Jwa oko

source: All
ach: Ducu

source: Perspectives
ach: Neno me anyim

source: Editra: Open
ach: Editra: Yabi

source: %s could not be found. Perhaps it's been moved or deleted.
ach: %s pe onwonge. Twero bedo ni gicwalo kamo onyo gijwao oko.

source: File Not Found
ach: Pail pe onwonge

source: Saved File: %s
ach: Pail ame ogwoko: %s

source: ERROR: %s
ach: BAL: %s

source: Choose a Save Location
ach: Yer Kama Ibigwoko iye

source: ERROR: Failed to save %s
ach: BAL: Oloye oko me gwoko %s

source: Saved File As: %s
ach: Gwok Pail Acalo: %s

source: Where to Save Profile?
ach: Kama obigwoko Propail?

source: Profile
ach: Propail

source: Profile Saved as: %s
ach: Propail Ogwoko acalo: %s

source: Load a Custom Profile
ach: Keti Propail me Pacopaco

source: Loaded Profile: %s
ach: Propail Ame Oketo: %s

source: Where to Save Session?
ach: Kagwoko Kare me Gin Otimo?

source: Session
ach: Kare me Gin Otimo

source: Session Saved as: %s
ach: Kare me Gin Otimo Ogwoko acalo: %s

source: Load a Session file
ach: Keti pail me Kare me Gin Matime

source: Loaded Session: %s
ach: Kare me Gin Matime Otyeko keto: %s

source: Plugin Manager
ach: Meneja me Rwako Iyie

source: Select an encoding to reload the file with
ach: Yer lagam lok wek idwogo cen pail kede

source: Reload with Encoding
ach: Dwogo cen kwede Lagam lok

source: Failed to reload the file with: %(encoding)s
ach: Oloye me dwogo cen pail no kede: %(encoding)s

source: Maximize Editor
ach: Mi Editor obed Malo

source: Restore Editor
ach: Dwogo cen Editor

source: Customize Menu
ach: Yik Pacopaco Karyeyo Jami Ducu Ame Tye

source: Opening %s
ach: Tye ayabo %s

source: Error: Unable to open %s
ach: Bal: Oloye me yabo %s

source: Editra is a programmer's text editor.
ach: Editra obedo purugram ame ayik lok acoya tio kede.

source: Written in 100%% Python.
ach: Oco kede 100%% Python.

source: Homepage
ach: Kacako

source: License: wxWindows (see COPYING.txt for full license)
ach: Langcec: wxDirija (nen LOLOKO.txt pi langcec opong)

source: Copyright
ach: Lagwok ginacoya

source: Editra could not open %(filename)s Error: %(errormsg)s
ach: Olo Editra oko me yabo%(nying pail)s Bal: %(errormsg)s

source: Error Opening File
ach: Bal Iyabo Pail

source: Failed to save file: %(filename)s Error: %(errormsg)s
ach: Gwoko pail oloye oko: %(filename)s Bal: %(errormsg)s

source: Save Error
ach: Gwok Bal

source: Old Macintosh ( )
ach: Macintosh Acon( )

source: Windows ( )
ach: Dirija Ducu ( )

source: Customize...
ach: Dwok pacopaco...

source: Customize the items shown in this menu.
ach: Dwok pacopaco jami ducu ma ginyutu ikaryeyo jami ame tye ni.

source: Switch Lexer to %s
ach: Loki oko Lexer idwok %s

source: Lexers
ach: Lexer ducu

source: Manually Set a Lexer/Syntax
ach: Ti ki cingi Iket Lexer/Syntax

source: &New Tab
ach: &Tab Anyen

source: Start a new file in a new tab
ach: Caki pail anyen iyi tab anyen

source: New &Window
ach: Dirija& Anyen

source: Start a new file in a new window
ach: Caki pail anyen iyi dirija anyen

source: &Open
ach: &Yabi

source: Recently Opened Files
ach: Pail ducu ame oyabo anyen

source: &Close Tab
ach: &Lor Tab

source: Close Window
ach: Lor dirija

source: Close the current window
ach: Lor dirija ame tye nie

source: Close All Tabs
ach: Lor Tab Ducu

source: Close all open tabs
ach: Lor tab atye twolo ducu

source: &Save
ach: &Gwoki

source: Save Current File
ach: Gwok Pail Anyeni

source: Save &As
ach: Gwok &Acalo

source: Save all open pages
ach: Gwok papara atye twolo ducu

source: Revert to Saved
ach: Dok oko ien igwoko

source: Revert file to last save point
ach: Dwok pail ikan ame ogwoko iye me agiki

source: Reload with Encoding...
ach: Dwogo cen ki Encoding...

source: Reload the file with a specified encoding
ach: Dwogo cen pail kede mako lok ikome

source: Save Profile
ach: Gwok Propail

source: Save Current Settings to a New Profile
ach: Gwok Kit ma dong Oyubo kede nie i Propail Anyen

source: Load Profile
ach: Ket Propail

source: Load and save custom Profiles
ach: Ket eka ite gwoko Propail ame oyiko pacopaco

source: Save Session
ach: Gwok Kare me Tic

source: Save the current session.
ach: Gwok kare me tic ma tye nie.

source: Load Session
ach: Ket Kare me tic

source: Load a saved session.
ach: Keti kare me tic ma gigwoko

source: Sessions
ach: Kare tic

source: Load and save custom sessions.
ach: Keti eka ite gwoko kare me tic ma giyiko pacopaco.

source: Configure Printer
ach: Yik yore me keto printa

source: Preview Printout
ach: Kit ma Gigoyo Nen Kwede

source: &Print
ach: &Goyo

source: Print Current File
ach: Go coc iPail Manyen

source: Exit the Program
ach: Ya oko i purugram

source: Undo Last Action
ach: Dwogo cen oko Gin ma Gitimo me agiki

source: Redo Last Undo
ach: Dok itim ma gi rucu me agiki

source: Cu&t
ach: Ngo&l

source: Cut Selected Text from File
ach: Ngol Lok Acoya ma Giyero ikom Pail

source: &Copy
ach: &Lok aloka

source: Copy Selected Text to Clipboard
ach: Lokaloka Lok acoya ma Giyero ikom Klipbod

source: &Paste
ach: &Dani

source: Paste Text from Clipboard to File
ach: Dani Lok Acoya nia i Klipbod dwoko i Pail

source: P&aste After
ach: D&ani Iyonge

source: Paste Text from Clipboard to File after the cursor
ach: Dani Lok Acoya niya i Klipbod idwoko i Pail iyonge lanyut kakare

source: Cycle Clipboard
ach: Wire i klipbod

source: Cycle through recent clipboard text
ach: Bebea icoc iklipbod manyen ne

source: Select &All
ach: Yer &Ducu

source: Select All Text in Document
ach: Yer Coc Ducu i Dokumen

source: Enable column edit mode.
ach: Ye wek column oyiyiko mode.

source: New Line After
ach: Lain Manyen ma Inge

source: Add a new line after the current line
ach: Medi lain manyen iyonge lain matye nie

source: New Line Before
ach: Lain manyen Macon ne

source: Add a new line before the current line
ach: Medi lain manyen ame lain matye ni alubo

source: Cut Line
ach: Ngol Lain

source: Cut Current Line
ach: Ngol Lain Matye nie

source: Delete Line
ach: We oko Lain

source: Delete the selected line(s)
ach: We oko lain ma giyero

source: Copy Line
ach: Loki aloka Lain

source: Copy Current Line
ach: Loki Lain Matye nie

source: Duplicate Line
ach: Med kodo Lain no aryo

source: Duplicate the current line
ach: Med kodo lain matye nie me aryo

source: Join Lines
ach: Kubi Lain

source: Join the Selected Lines
ach: Kubi Lain ame Giyero

source: Transpose Line
ach: Loloko Lain

source: Transpose the current line with the previous one
ach: Lok kaka lain matye ni kede ma en olubo

source: Move Current Line Up
ach: Cwal Lain Matye ni malo

source: Move the current line up
ach: Cwal lain matye ni malo

source: Move Current Line Down
ach: Cwal Lain Matye ni Piny

source: Move the current line down
ach: Cwal lain matye ni piny

source: Line Edit
ach: Yiyiko Lain

source: Commands that influence an entire line
ach: Cik ame kwako lain ducu

source: Toggle Bookmark
ach: Toggle Bukmak

source: Toggle bookmark of the current line
ach: Toggle bukmak me lain atye nie

source: Remove All Bookmarks
ach: Kwany Bukmak Ducu

source: Remove all bookmarks from the current document
ach: Kwany bukmake ducu ikom dokumen atye nie

source: Bookmarks
ach: Bukmake

source: Add and remove bookmarks
ach: Medi eka ite kwanyu bukmake

source: &Find
ach: &Nwongi

source: Find Text
ach: Nwong Lok Acoya

source: Find/R&eplace
ach: Nwongi/L&e wange

source: Find and Replace Text
ach: Nwong eka ite Leyo Coc Lok

source: &Quick Find
ach: &Nwong Oyotoyot

source: Open the Quick Find Bar
ach: Yab Ba me Nwongo Oyoyot

source: Find Previous
ach: Nwong Mukato

source: Goto previous match
ach: Woti ien mukubere mukato

source: Find Next
ach: Nwong en Malubo

source: Goto the next match
ach: Woti ien ma okube malubu man

source: Find Selected
ach: Nwong ma Giyero

source: Search for the currently selected phrase
ach: Yeny dul lok ma giyero manyen

source: Pr&eferences
ach: Mi&teni

source: Edit Preferences / Settings
ach: Yiyiko ma cunyi okwanyo/Jami !yiko

source: Zoom Out
ach: Cwal woko

source: Zoom In
ach: Cwal Iyie

source: Zoom Default
ach: Cwal ika tic kare lung

source: Highlight Caret Line
ach: Mi Caret Lain obed me Nen oko Maber

source: Highlight the background of the current line
ach: Mi kit ma yonge lain matye nie onen kan aler woko

source: Indentation Guides
ach: Kite me kacako coc

source: Show Indentation Guides
ach: Nyut kite me kacako coc

source: Show Edge Guide
ach: Nyut Latela me Langete

source: Show the edge column guide
ach: Nyut latela me langete ame cung acunga malo

source: Show EOL Markers
ach: Nyut Jami me Ciyo EOL

source: Show Line Numbers
ach: Nyut Namba me Lain

source: Show Line Number Margin
ach: Nyutn kama Lain Namba cakere iye

source: Show Whitespace
ach: Nyut Kan atar

source: Show Whitespace Markers
ach: Nyut Gipoko Kan Atar

source: Editor
ach: Layik

source: Toggle Editor View Options
ach: Longe iyi Tam ame Langi Lok omio

source: Toggle current fold
ach: Toggle man odole nie

source: Toggle all folds
ach: Toggle fold ducu

source: Code Folding
ach: Dolo kede kod

source: Code folding toggle actions
ach: Dolo ame kod timo kede toggle

source: Pane Navigator
ach: Kanyutu kaloloka

source: View pane selection list
ach: Nen lic me yero pane

source: Toggle Editor Maximization
ach: Mayilo malo twatwal rwom me layik toggle

source: &Goto Line
ach: &Woti i Lain

source: Goto Line Number
ach: Woti i Lain Namba

source: Goto Matching Brace
ach: Woti i Macing Brec

source: Move caret matching brace
ach: Jeri karet macing brec

source: Next Position
ach: Kan ma Olubo

source: Goto next position in history.
ach: Woti kan olubo iyi lok acon.

source: Previous Position
ach: Kan okato aman olubo

source: Goto previous position in history.
ach: Woti kan okato aman olubo iyi lok acon.

source: Next Bookmark
ach: Bukmak Olubo man

source: View Line of Next Bookmark
ach: Nen Lain me Bukmak Malubu Man

source: Previous Bookmark
ach: Bukmak ma okato

source: View Line of Previous Bookmark
ach: Nen Lain me Bukmak ma okato

source: Show Status Bar
ach: Nyut Ba me Kit Atye kede

source: Show Toolbar
ach: Nyut Jamitic

source: &Font
ach: &Kitecoc

source: Change Font Settings
ach: Loki Yik me Kite me Coc

source: Toggle Comment
ach: Tam pa Toggle

source: Toggle comment on the selected line(s)
ach: Tam amia malonge ikom lain magiyero

source: Indent Lines
ach: Lain ma giketo anyim

source: Indent the selected lines
ach: Keti anyim lain magiyero

source: Unindent Lines
ach: Dwogo cen lain kakare

source: Unindent the selected lines
ach: Dwogo cen lain ma giyero kakare

source: Uppercase
ach: Nukta madongo

source: Convert selected text to all uppercase letters
ach: Lok oko coc ma gicoyo ducu inukta madongo

source: Lowercase
ach: Nukta matino

source: Convert selected text to all lowercase letters
ach: Lok oko coc ma gicoyo idwok inukta matino ducu

source: Use Soft Tabs
ach: To kede Soft Tabs

source: Insert spaces instead of tab characters with tab key
ach: Medi kan atye nono kaka coc pa tab kede lagony tab

source: Word Wrap
ach: Tweyo wi Dul Lok

source: Wrap Text Horizontally
ach: Twe wi Lok Acoya Ari ari

source: Spaces to Tabs
ach: Kan odong nono pi Tab

source: Convert spaces to tabs in selected/all text
ach: Loki kan anono idwoki i tab ame oyero/lok acoya ducu

source: Tabs to Spaces
ach: Tab i Kan anono

source: Convert tabs to spaces in selected/all text
ach: Loki tab idwoki kan anono iyi en oyero/ikom lok acoya

source: Trim Trailing Whitespace
ach: Ngol wi Trailing Whitespace

source: Remove trailing whitespace
ach: Kwany oko trailing whitespace

source: Whitespace
ach: Kanatar

source: Whitespace formating commands
ach: Cike me cano coc ikanatar

source: Old Macintosh (\r)
ach: Macintosh Acon (\r)

source: Format all EOL characters to %s Mode
ach: Can EOL nukuta ducu idwoki ikite me %s

source: Windows (\r\n)
ach: Dirija (\r\n)

source: EOL Mode
ach: Kite me EOL

source: End of line character formatting
ach: Agiki me cacano nukuta me lain

source: F&ormat
ach: C&an iyoreyore

source: Auto-Completion
ach: Tyeko tic- Kenekene

source: Use Auto Completion when available
ach: Ti kede Auto Completion ka tye

source: Auto-Indent
ach: Weko kacako-Kenekene

source: Toggle Auto-Indentation functionality
ach: Loloko tic me keto kacako -kenekene

source: Bracket Highlighting
ach: Miyo Lero ikom Braket

source: Highlight Brackets/Braces
ach: Mi lero ikom Bracket/Brec ducu

source: Toggle Code Folding
ach: Dolo ame Iwire awira kede Kod

source: Syntax Highlighting
ach: Yilomalo Syntax

source: Color Highlight Code Syntax
ach: Kite me Cacano Kop me Kod tye me Yilomalo Kala

source: &Settings
ach: &Yik

source: Editor Command
ach: Cik aya ibot Layik coc ducu

source: Goto command buffer
ach: Woti ika gwoko cik ducu

source: Manage, Download, and Install plugins
ach: Ti iye, Kwanyi iketi, eka ite keto dang plugins

source: Style Editor
ach: Layik coc me Citail

source: Edit the way syntax is highlighted
ach: Yiyiko yore me cano kop otyeko yilo kede malo

source: &About...
ach: &Akwako...

source: About
ach: Akwako

source: Project Homepage...
ach: Papara Namba Acel me Projek...

source: Visit the project homepage %s
ach: Kong itun ipapara namba acel me projek %s

source: Online Documentation...
ach: Yiyiko Dokumen ame itio kede internet...

source: Online project documentation and help guides
ach: Yiyiko documen me projek ki internet kede yore me nwongo kony

source: Translate Editra...
ach: Gony Leb me Editra...

source: Editra translations project
ach: Project me loko leb me Editra

source: Bug Tracker...
ach: Lalub yor Bug...

source: Feedback
ach: Adwogi Kop

source: Send bug reports and suggestions
ach: Cwal ripot me bug kede tam ame imio
