Repository: sugarlabs/Time-Line
Catalog: po/ach.po
Languages: ach

source: The correct encoding of '%s' could not be determined. Choose an encoding and select OK to open the file with the chosen encoding. Click Cancel to abort opening the file
ach: Yer gimako lok eka ite yero OK wek iyab pail ame tye kede gimako ame oyero. Di kaka Ngolo wek igiki oko yabo pail

source: Choose an Encoding
ach: Yer Gimako

source: File is already open in an existing page. Do you wish to open it again?
ach: Pail dong tye ame oyabe oko ipapara matye amani. Imito yabo doki en mukene?

source: Open File
ach: Pail matwolo

source: untitled %d
ach: mape ki nyinge %d

source: untitled
ach: mape ki nyinge

source: Error Saving Session File
ach: Bal i Gwoko Pail me Kare ma gimio me tic

source: Invalid File
ach: Pail Mape kakare

source: Session file doesn't exist.
ach: Pail me cawa ma gimio me tic pe tye kulu.

source: Invalid file
ach: pail mape kakare

source: Selected file is not a valid session file
ach: Pail ma giyero pe obedo en me cawa ame gimio me tic

source: Empty File
ach: Pail Ayie Nono

source: Session file is empty.
ach: Pail pi cawa me tic tye nono.

source: Missing session files
ach: Cawa me tic ma pe kan

source: Some files in saved session could not be found on disk:
ach: Pail mogo ma iyi kare me tic ma gigwoko pe onwongere ikom disk:

source: Invalid file: %s
ach: Pail ma pe ber: %s

source: There are no files that Editra can open in %s
ach: Pe tye pail moro ame Editra twero yabo iyi %s

source: No Valid Files to Open
ach: Pe tye Pail Aber me Ayaba

source: Do you wish to open all %d files in this directory? Warning: opening many files at once may cause the editor to temporarily freeze.
ach: Kop me angea: yabo pail apolapola awange acel romo miyo layik coc me cung oko pi kare moro.

source: Open Directory?
ach: Yab Directory?

source: Opened file: %s
ach: Giyabo pail: %s

source: Failed to create print preview
ach: Oloye oko me yiko kit ma gineno kwede

source: Print Error
ach: Bal me Goyo coc

source: There was an error when printing. Check that your printer is properly connected.
ach: Bal onwongo tye icawa me goyo coc. Neni lago coc tye ame okubere aber.

source: Printer Error
ach: Bal ikom Lago Coc

source: Page: %d
ach: Papara: %d

source: Macro Manager
ach: Meneja me Kop Adongo

source: View and Edit Macros
ach: Neni eka ite Yiko Gin Aditodito

source: DECODING ERROR
ach: BAL MUYA IMAKO

source: Find/Replace
ach: Nwongi/Le kakare

source: The search term '%(term)s' was found %(count)d times.
ach: Kom lok me yenyo '%(kom lok)s' onwonge %(kwan)d wel kare

source: Find Count
ach: Nwong Wel kare

source: Invalid expression "%s"
ach: Kop ape atira "%s"

source: Regex Compile Error
ach: Bal me Regex Compile

source: Search wrapped to top
ach: Yeyenyo owoto naka malo

source: Search wrapped to bottom
ach: Yeyenyo odok naka piny

source: "%s" was not found
ach: "%s" pe onwongere

source: Error in regular expression expansion. The replace action cannot be completed. Error Message: %s
ach: Bal ikop me Angea: %s

source: Replace Error
ach: Le Wang Bal

source: Sorry will be ready for next version
ach: Gum arac bino bedo oyikere pi en okene abibino

source: Not implemented
ach: Pe oketo itic

source: %d matches were replaced.
ach: %d kukuba otyeko leyo wang gi oko..

source: Recent Searches
ach: Yeny otime macegi

source: Search Started
ach: Yeyenyo Ocake

source: Search complete
ach: Yeyenyo dong ogik

source: Search Complete: %d matching lines where found.
ach: Yeyenyo Dong Ogik: %d kukubo lain kama ginwongo iye.

source: Files Searched: %d
ach: Pail ame Oyenyo: %d

source: Searching in: %s
ach: Tye kayenyo yie: %s

source: Shelf
ach: Ka pango jami

source: Put an item on the Shelf
ach: Ket jami mo ni iwi shelf

source: Show Shelf
ach: Nyut Shelf

source: Show the Shelf
ach: Nyut Shelf no

source: Change line endings to %s
ach: Lok agiki pa lain i %s

source: Change the encoding of the current document.
ach: Lok oko mako lok iya i dokumen atye nie.

source: Change Encoding
ach: Lok oko Gimako

source: File backup performed: %s
ach: Pail backup gityeko tiyo: %s

source: Line: %(lnum)d Column: %(cnum)d
ach: Lain: %(lnum)d Kolum: %(cnum)d

source: Mixed EOL characters detected. Would you like to format them to all be the same?
ach: Coc oruruba me EOL gineno. Onyo imito cacanogi wek gibed marom?

source: Format EOL?
ach: Cacano EOL?

source: Recording Macro
ach: Tye ka mako jami maditodito

source: Recording Finished
ach: Mako Kop Dong Otum

source: %s does not exist
ach: %s pe kome tye

source: File is Read Only and cannot be saved
ach: Pail me Akwana Keken ento pe romo gwokere

source: Start a New File
ach: Caki Pail Anyen

source: Generator
ach: Genereta

source: Generate Code and Documents
ach: Yik Kod kede Dokumen

source: Generate %s
ach: Yiko %s

source: Generate a %s version of the current document
ach: Yiki kodo %s me dokumen ma tye nie

source: Generate an %s version of the current document
ach: Yiki kodo %s mo me dokumen ma tye nie

source: Save Current View
ach: Gwoki Kite ma Tye Nen Kwede Nie

source: Save the current window layout
ach: Gwoki kit ma dirija ma tye nie oryeye kede

source: Delete Saved View
ach: Jwao oko Kit ma Nen Kede ame Ogwoko

source: Automatic
ach: Timere kenekene

source: Automatically save/use window state from last session
ach: Gwoko kene kene ki mac/ti kede kodo dirija i cawa me tic mukato

source: Change view to "%s"
ach: Lok neno idwoki "%s"

source: Perspective Name
ach: Nyinge ma Gitamo

source: Save Perspective
ach: Gwoki Gin Onen

source: Perspective to Delete
ach: Gin Onen me Awea

source: Delete Perspective
ach: We oko Gin Atye

source: Configure
ach: Yiyiko wek oti

source: Download
ach: Kwany i web

source: Install
ach: Keti iye

source: Errors
ach: Bale

source: Downloads are incomplete
ach: Jami ma gikwanyo pe otum maber

source: Do you wish to exit?
ach: Imito ya oko?

source: You must restart Editra before your changes will take full effect.
ach: Myero icak doki Editra ma pe ru alokaloka meri ocako tic

source: Configuration Changes Made
ach: Alokaloka Iyore me Yiyiko otimo oko

source: Changes will take effect once the program has been restarted
ach: Gin manyen bino cako tic ka purugram gicako doki

source: No Description Available
ach: Kop Mo Ikome Pe

source: This plugin requires a newer version of Editra.
ach: Girwako nie mito kite me Editra anyen

source: Downloaded
ach: Otyeko kwanyo

source: Finished downloading plugins
ach: Kwanyo plugins i web otyeko tum

source: Select plugins to download
ach: Yer plugins me akwanya i web

source: Unable to retrieve plugin list
ach: Pe romo nwongo lic me plugin

source: Downloading
ach: Tye ka kwanyo

source: Retrieving Plugin List
ach: Anwongo Lic me Plugin

source: To add a new item drag and drop the plugin file into the list. To remove an item select it and hit Delete or Backspace.
ach: Me medo jami anyen waa eka ite bolo pail me plugin iyi lic. Me kwanyo jami mo yeri eka ite diyo Delete onyo Backspace.

source: User Directory
ach: Latel Ajo Atio Kede

source: Install the plugins only for the current user
ach: Keti plugins keken pi dano ame tye katic

source: System Directory
ach: Latel me Jami Onoto Karacel

source: Install the plugins for all users **requires administrative privileges**
ach: Ket karwako pi jo atio kede ducu **mito twer omio pi loyo**

source: Successfully Installed Plugins
ach: Plugin ducu gikete maber

source: Failed to install %d plugins
ach: Oloye me keto %d karwako

source: Installation Error
ach: Bal me keto

source: Author: %s
ach: Dano oco: %s

source: Enable
ach: Yeye tic

source: Uninstall
ach: Kwany oko

source: Are you sure you want to uninstall %s? This cannot be undone.
ach: Itye kede miti me kwanyo oko %s? Man pe romo time doki.

source: Uninstall Plugin
ach: Kwany oko Plugin

source: This plugin will be uninstalled on next program launch.
ach: Plugin nie obino kwanyo oko ka gibicako purugram abibino.

source: Preferences - Editra
ach: En Imaro - Editra

source: Appearance
ach: Cale

source: Document
ach: Dokumen

source: Network
ach: Net

source: Advanced
ach: Mamalo atek

source: Changes made in this dialog are saved in your current profile. Some Items such as Language require the program to be restarted before taking effect.
ach: Alokaloka ame otime ikaleyo lok man tye ame gigwoko i lok makwaki matye kareni. Jami mukene macalo Leb mito purugram me cake ame pe ru oketo itic.

source: Startup
ach: Cak Ikan

source: Editor Mode
ach: Kite me Layik Kop

source: Printer Mode
ach: Kite Printa pi Nino Lung

source: Disable Error Reporter
ach: Geng oko Lacwal Ripot me Bal

source: Load Last Session
ach: Keti Doki Kare ma Gimio me Tic Mukato

source: Load files from last session on startup
ach: Ket pail ducu me kare me tic mukato ni i kacako

source: Show Splash Screen
ach: Nyut Splash Screen

source: Check for updates on startup
ach: Nen kong jami mukato manyen ikacako

source: Language
ach: Leb

source: Startup Settings
ach: Yik pi cako

source: Locale Settings
ach: Yiki pi Locale

source: File History Length
ach: Bor pa lok ikom pail mukato

source: Encoding to try when auto detection fails
ach: Mako me temo ka ngec pa macin oloye woko

source: Prefered Encoding
ach: Yore me mako ma gene

source: Automatically Backup Files
ach: Pail ducu me Backup ma kete kengi

source: Backup buffer to file periodically
ach: Lagwok pail matek me keto pail ikare amite

source: Backup Path:
ach: Yo me Backup:

source: Used to set a custom backup path. If not specified the backup will be put in the same directory as the file.
ach: Con keto yo me custom backup. Ento ka pe gimio ngec backup gibiketo idiectori acel no ki pail.

source: Open files in new windows by default
ach: Yab pail ducu idirija manyen ki yo me kare duc

source: Remember File Position
ach: Poyo ka keto pail

source: Check if on disk file has been modified by others
ach: Nen kong ka pail me disk gityeko yiko ne ki en mukene

source: Automatically reload files when changes are detected on disk
ach: Wek pail ducu gikete kengi ka alokaloka gineno i disk

source: Warn when mixed eol characters are detected
ach: Mi ngec ka dul nyukuta me eol murube karacel gineno

source: File Settings
ach: Ryeye me Pail

source: Spell Checking
ach: Langi kom coc

source: Check spelling while typing
ach: Ngingio kom coci ka itye ka goyo coc

source: Dictionary
ach: Lagony Kop

source: Enchant Path
ach: Yo Jojok

source: Path to libenchant
ach: Yo materi ilibenchant

source: Failed to load Enchant
ach: Oloa oko me keto Enchant

source: Library Error
ach: Bal me Laibari

source: Code
ach: Kod

source: Tab Width
ach: Lac me Tab

source: Indent Width
ach: Lac me Kacako coc

source: Automatically trim whitespace on save
ach: Ngolo wi kanatar oko icawa me gwoko

source: Use Tabs Instead of Spaces
ach: Ti ki Tab Kaka kan Atwolo

source: Backspace Unindents
ach: Lajwac Pe cwalo kacako anyim

source: Default EOL Mode
ach: EOL Matye Kare Mapol ma Yin itwero tic kede

source: AntiAliasing
ach: ApeMaroAkubere

source: Turn off for better performance
ach: Kwany mac oko ka imito tice maber

source: Sets the main/default font of the document
ach: Yiko mapiretek/me karelung coc me dokumen

source: Sets a secondary font used for special regions when syntax highlighting is in use
ach: Keto coc mukene ma gitio kwede ikabedo mapirgi tek ka yilo syntax malo tye katic

source: Format
ach: Yore me canogi

source: View Options
ach: Nen yore mukene

source: Primary Font
ach: Kite me coc mamite me acel

source: Secondary Font
ach: Kite me coc ma gitwero tic kedgi doki

source: Default highlighing for new documents
ach: Yilo malo me kare ducu pi dokumen ducu manyen

source: Default Lexer
ach: Lexer ma itwero tic kede

source: Visual Helpers
ach: Makonyo Neno

source: Edge Guide
ach: Lanyut Langete

source: Guide Column
ach: Lanyut Kolum

source: Extended Auto-Comp
ach: Atio kenekene abobor-Comp

source: Warning suggestions will include context insensitive results
ach: Lok Angea ma gimio bino bedo tye kede adwogi makwako loko ma pe ngeye maber

source: Enable Vi Emulation
ach: Yeyi Vi me Aluba

source: Start in Normal Mode
ach: Cak iyi Normal Mode

source: Input Helpers
ach: Makonyo keto Gitic iyie

source: Filetype Associations
ach: Noto Pail kede Kitegi

source: Revert to Default
ach: Dwok oko ien me kare ducu

source: Icon Theme
ach: Kop Atek Acalo Anyut

source: Toolbar Icon Size
ach: Caji me Toolbar Icon

source: Show Icons on Tabs
ach: Nyut Alama ducu ikom Tab

source: Default Perspective
ach: Tam ma gitio kede kare ducu

source: Remember Window Size on Exit
ach: Poyo caji me dirija ikare me ya oko

source: Remember Window Position on Exit
ach: Poyo Kama Dirija tye iye ikare me Ya oko

source: Main display font for various UI components
ach: Coc Apiretek me Nyutu dul kom UI mapapat

source: Icons
ach: Alama

source: Layout
ach: Kit cano ne

source: Transparency
ach: Manen kan aler

source: Display Font
ach: Kite Coc ka Ayaro bot Lwak

source: Configuration
ach: Yiyiko

source: Update
ach: Nwong mukato manyen

source: Proxy Settings
ach: Yik ma time itenge

source: Use Proxy
ach: To ki Proxy

source: Proxy URL
ach: URL Acung Kakare

source: Port Number
ach: Namba me Wang Kwang

source: Username
ach: Nying Dano Ma Tio Kwede

source: Password
ach: Layab

source: Installed Version
ach: Kite Ma Giketo

source: Latest Version
ach: Kite Manyen

source: Check
ach: Ngi

source: Keybindings
ach: Larib Lagony

source: Key Profile
ach: Propail Apiretek

source: Menu
ach: Ma Iromo Yero

source: Modifier 1
ach: Layik 1

source: Modifier 2
ach: Layik 2

source: Key
ach: Lagony

source: Binding
ach: Noto karacel

source: Apply
ach: Ti kede

source: None
ach: Moro pe

source: New Profile
ach: Profile Manyen

source: Enter the name of the new key profile
ach: Ket nying profile mapire tek manyen

source: Lexer
ach: Lekca

source: Extensions (space separated, no dots)
ach: Dire (gipoko kede iakina manono, dot pe)

source: Black/White
ach: Col/Tar

source: Color/White
ach: Kala/Tar

source: Color/Default
ach: Kala/Ma Itwero Tic Kwede

source: Inverse
ach: Oluktuke

source: Normal
ach: Ma Atira

source: Export
ach: Cwal oko

source: Syntax Files
ach: Pail me Syntax

source: Set the preview file type
ach: Ket kodo pail me angia

source: Style Theme
ach: Lok Atek me Citail

source: Base new theme on existing one
ach: Mi theme manyen obed ikom en matye

source: Start a blank new style
ach: Cak citail manyen ma gimo pe iye

source: Style Tags
ach: Citail Tags

source: Some styles have been changed would you like to save before exiting?
ach: Citail mogo gityeko loko nyo imito gwoko ma pe iweko?

source: Save Styles
ach: Gwok Citail ducu

source: Enter style sheet name
ach: Ket nying me papara me citail

source: Export Style Sheet
ach: Cwal Papara me Citail

source: Color
ach: Kala

source: Foreground
ach: Nyime

source: Background
ach: Yonge

source: Attributes
ach: Kite ducu

source: bold
ach: Mucwiny

source: italic
ach: italik

source: underline
ach: ngol tere

source: Font Settings
ach: Yik pi Kite Coc

source: Font
ach: Kit Coc

source: Unable to retrieve version info
ach: Oloa oko me dwogo kite me info

source: Status Unknown
ach: Rwomere Pengeye

source: Downloading: %s
ach: Tye ka kwanyo: %s

source: Downloading To: %s
ach: Tye Kakwanyo Dwoko: %s

source: Canceled
ach: Gingolo

source: Rate: %.2f Kb/s
ach: Kit wotere: %.2f Kb/s

source: Finished
ach: Otyeko tum

source: Failed
ach: Oloye

source: Unable to accept dropped file or text
ach: Pe twero ye pail onyo lok acoya ame obolo

source: Text Document
ach: Dokumen me Lok Acoya

source: %s Source File
ach: %s Pail Agwoko En
