Repository: sugarlabs/Time-Line
Catalog: po/ach.po
Languages: ach

source: Time Line
ach: Gin Otimere Iyoreyore

source: Allows create interactive time lines
ach: Ye me yiko gin otime ma itwero loko kwede tam iyoreyore

source: You can't change time when the Event is locked
ach: Pe itwero loko kare ka Gin Otime tye ame opunge

source: day
ach: dyeceng

source: minute
ach: dakika

source: minutes
ach: dakika mapol

source: hour
ach: cawa

source: hours
ach: cawa mapol

source: days
ach: nino mapol

source: Select region to zoom into
ach: Yer kama itwero cwalo iye

source: Region too short
ach: Kakano cek matek

source: Region too long
ach: Kakano bor matek

source: Can't scroll more to the left
ach: Pe atwero mede cwalo tungcam

source: Can't scroll more to the right
ach: Pe atwero mede cwalo tungcem

source: Someone else has changed the Timeline. You have two choices! 1. Set Timeline in Read-Only mode. 2. Synchronize Timeline. Do you want to Synchronize?
ach: Dano mo dok oloko Gin Atimere Iyoreyore. Yin itye kede yer aryo amyero itim 1. Ket Gin Atimere Iyoreyore ame iromo kwano akwana keken. 2. Mi Gin Atimere Iyoreyore ti karacel. Imito miyo tic karacel?

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
ach: Pe atwero nwongo iboc me iKalenda Python. Mite me tic ki pail me ICS. Nen iweb me Gin Atime Iyoreyore onyo KETI pail pi yore alubu me keto en.

source: Unable to open timeline '%s'.
ach: Pe twero yabo gin atime iyoreyore '%s'.

source: Unknown format.
ach: Kite me cano ma pe ngeye.

source: Unable to read from file '%s'.
ach: Pe twero kwano ipail me '%s'.

source: Unable to read timeline data from '%s'.
ach: Pe twero kwano lok me gin otime iyoreyore ikom '%s'.

source: Displayed period must be > 0.
ach: Kare me nyutu myero bed > 0

source: Welcome
ach: Opwoyo bino

source: Welcome to Timeline
ach: Opwoyo bino ni igin atimere iyoreyore

source: Intro
ach: Kop ocako

source: Hover me!
ach: Wiwira iwia!

source: Hovering events with a triangle shows the event description.
ach: Gin atimere ame wire malo ki triangle nyutu lok ikom gin atye atimere.

source: Features
ach: Kit mere

source: Scroll
ach: Cwalo

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
ach: Itwero dang diyo idyere ki mouse wek iket idyeredyere maguru poin naca

source: Zoom
ach: Wa macegi

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
ach: Dwok Shift piny ka itye kawayo kede mouse.

source: Create event
ach: Yik ginatima

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
ach: Dwok Ctrl piny ka itye kawayo mouse wek iyer cawa me aluba.

source: Edit event
ach: Yiyiko gin atime

source: Double click on an event.
ach: Di iryo ikom gin a time.

source: Select event
ach: Yer ginatima

source: Click on it. Hold down Ctrl while clicking events to select multiple.
ach: Dwok Ctrl piny ka itye kadiyo ikom ginatime wek iyer mapol.

source: Delete event
ach: Jwa ginatima

source: Select events to be deleted and press the Del key.
ach: Yer gin atime me ajwaya eka ite diyo piny lagony Del.

source: Resize and move me!
ach: Yik caji eka ite daka ikan!

source: First select me and then drag the handles.
ach: Me acaki kong iyera eka ite coro bade.

source: Saving
ach: Agwoko

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
ach: Jami ame oryeo ikorekore ni tye ikagwoko kede yiyiko pe obino ri aria iye iyi akina cawa me tic kwede. Yer pail/anyen\pail Gin oryeo ikorekore me yiko gin oryeo ikore ame oromo gwoko ikom disk.

source: Start time
ach: Cawa me cako

source: End time
ach: Cawa me giko

source: Start time can't be after end time
ach: Cawa me cako pe romo bedo iyonge cawa me giko

source: Unable to save timeline data to '%s'. File left unmodified.
ach: Pe romo gwoko lok me gin oryeo ikorekore ikom '%s'. Pail oweko ape oyiko.

source: Unable to write timeline data.
ach: Pe romo coyo kop ikom gin oryeo ikorekore.

source: Unable to write to temporary file '%s'.
ach: Oloye oko me coyo ipail ma tutunu '%s'.

source: Unable to take backup to '%s'.
ach: Pe romo cwalo en ogwoko okene ikom '%s'.

source: Unable to rename temporary file '%s' to original.
ach: Pe romo loko nying pail me tutunu '%s' ikom me acaki.

source: Unable to delete backup file '%s'.
ach: Pe romo jwayo pail me kuru peko '%s'.

source: Field '%s' can't be empty.
ach: Ka coc '%s' pe romo bedo nono.

source: Name
ach: Nying

source: End must be > Start
ach: Agiki myero bed > Acaki

source: Entered period is too long.
ach: Kare me tic ame mite tye bor twatwal.

source: Text
ach: Lok Acoya

source: Image files
ach: Pail me cal cal

source: Export to Image
ach: Cwal ikom Cal cal

source: File '%s' exists. Overwrite?
ach: Pail '%s' tye. Co iwie?

source: Help contents
ach: Jami atye me miyo kony

source: Questions and answers
ach: Apeny kede anca gi

source: Concepts
ach: Lok atye itam man

source: Tasks
ach: Jami atima

source: Where is the save button?
ach: Kadiyo me gwoko tye kwene?

source: There is no save button. Timeline will automatically save your data whenever needed.
ach: Pe mapeca me gwoko.Karyeyo lok iyoreyore kenekene bigwoko coci icawa ame imito.

source: Where do the week numbers go if I start my weeks on Sunday?
ach: Namba me cabit woto kwene ka acako cabita iceng cabit?

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
ach: Gin amako kop me nino dwe ma gitiyo kwede pe cwako namba me cabit pi cabite ame cake iceng cabit pe amani. Watye kede plan me tic ki jami apapat makwako nino dwe ame romo cwako man ikodo en me kare abino anyim.

source: Can multiple users work with the same timeline?
ach: Jo apol mapapat twero tic ki gin maryeyo lok ikorekore acelo?

source: There are some support for multiple users to work on the same timeline file. When you try to make a change and someone else has made a change you will be asked to make one of two choices: - Set timeline in read-only mode. - Synchronize the timeline. During the your edit action the timeline is locked for changes by others. If you try to edit a timeline when it is locked by someone else you will be notified about this situation.
ach: Ka yin itye kayiko gin maryeyo lok ikorekore manwongo giloro pi alokaloka pa jo mukene. Ka itemo me yiko gin maryeyo lok ikorekore ame ngat mukene gilorone yin obimiyi ngeyo lok makwako kopo.

source: Timeline
ach: Gin maryeyo lok ikorekore

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the dates are limited to dates between year 10 and year 9989. Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch. The timeline is divided in two areas with a horizontal adjustable divider line. Period events are displayed below the line and point events are displayed above the line.
ach: Lok ame oryeo iyoreyore nyutu nino dwe ducu alubu Gregorian kalenda i x-axis. Amani nino dwe tye keken pi yi akina mwaka 10 kede mwaka 9989. Kodo en abibino onyo romo cwako kodo lok apapat me jami ame oreo iyoreyore mukene wek yin onyo iket cawa iyore me namba me dakika icake iyi acaki me cawa. Ka onyo itye ki miti ieno, myero ikubere kedwa. Gin oryeo iyoreyore opoko ikabedo aryo kede lain ame tye ari ame romo yikere ki lain mapoko. Yik ducu me kare moro oketo ite lain kede yik angole angola me cawa moro onyutu iwi lain.

source: Events
ach: Jami ma gitimo

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline is should be placed (when that event happened). This can be either a specific point in time or a period.
ach: Gin me atima obedo lok amite macung pi lok matye igin maryeyo lok ikorekore. Myero mi kakwene ikom gin maryeyo lok ikorekore myero giket iye (ikare ma gin naca otime). Man romo bedo nino moro keken matye onyo kodo kare moro.

source: Categories
ach: Kwon jami matye

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
ach: Kwone kwone obedo kite me popoko ginatima. Gin me atima twero bedo ikwone acel keken. Gin me atima ducu ame tye ikwone arorom onyutu kede kala arorom me yonge.

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
ach: Gikubere ki *Tiyo Ginatima* gitwero yabo iyore magi: - Yer *Gin Otime Iyoreyore* - *Timo Ginatima* ikom yik ame tye ducu. - Di tyen aryo kede mapeca me mouse me *tung cam* ikom gin otime iyoreyore. - Di piny lagony me *Ctrl*, iyonge ite mako kadiyo mapeca me mouse me *tungcam* piny ikom gin otime iyoreyore, wa mouse eka ite weko oko.

source: The *Edit Event* dialog can be opened by double clicking on an event.
ach: *Yiko Gin me atima* leyo lok twero yabere ka odio kom gin me atima iryo.

source: Move event vertically
ach: Cwal gin me atima owot amalo

source: An event can be moved vertically. This is done by first selecting the event and therefter using the Alt+Up or Alt+Down keys.
ach: Gin me atima itwero cwalo amalo. Man otimo icako iyero gin me atima iyonge ite tic kede kadiyo Alt++Up onyo Alt+Piny.

source: Selecting events
ach: Hero gin me atima

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
ach: Pi yero gin me atime, di kome.Pi yero gin me atima mapol, mak piny *Ctrl* lagony kun inwongo idiyo gin me atima.

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
ach: Me jwayo woko gin me atima, yere eka ite diyo piny kadiyo *Del*. Gin me atima apol oromo jwayo karacel.

source: Will associated events be deleted when I delete a category?
ach: Gin atima acacal romo jwaye ka ajwao kwone moro ni ducu?

source: No. The events will still be there but they will not belong to a category.
ach: Pe. Gin me atima inwongo tye pwod kanaca ento pe inwongo tye ite kwone moro ni.

source: Edit categories
ach: Yiki kwone ducu

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
ach: Kwone ducu otwero tic iye ki *Yiki kwone ducu* leyo lok (*Gin otime ikorekore* > *YikKwone ducu*).Me yiko kwone moro ni atye, di iryo ikome. Me miyo nen kwone ducu dang otwero yiko iba ilangete (*Nen* > *Ba Ilangete*).

source: Contact
ach: Kubere

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
ach: Ka itye ipeny okene akwako Gin Otime iyoreyore, onyo ka imito kubere ki jo atio kede imedi oyik Gin otime iyoreyore, cwal emeil naka ilic me meil ajo atio kede: <thetimelineproj-user@lists.sourceforge.net>. (Tim ber iti ki leb Munu.)

source: Why is Timeline not available in my language?
ach: Ngo omio Gin otime korekore pe tye ileb wa?

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
ach: Jo ojale en ame giyiko eka ote loko ileb mapapat Gin otime korekore. Ka yin dang imito miyo konyoro iloko ileb mukene ojoli me kubere kedwa.

source: Search results for '%s'
ach: Yeny adwogi pi '%s'

source: Related pages
ach: Wel papara acacal

source: There was a problem printing. Perhaps your current printer is not set correctly?
ach: Onwongo tye peko me goyo ipapara. Kare okene gi goyo ni amani pe tye oketo aber?

source: Printing
ach: Goyo

source: Print preview
ach: Neno kit ogo kede

source: Go to &Zero Ctrl+Z
ach: Wot i &Jiro Ctrl+Z

source: Go to &Time Ctrl+T
ach: Wot i & Cawa Ctrl+T

source: Backward PgUp
ach: Ayongec PgUp

source: Forward PgDn
ach: Anyim PgDn

source: Can't zoom deeper than 5
ach: Pe romo tero atut akato 5

source: 1-period
ach: 1-piriod

source: 10-period
ach: 10-piriod

source: 100-period
ach: 100-piriod

source: 1000-period
ach: 1000-piriod

source: Go to Time
ach: Woti iCawa

source: Go to &Today Ctrl+T
ach: Wot i &Tin Ctrl+T

source: Go to D&ate... Ctrl+G
ach: Woti i N&inodwe... Ctrl+G

source: Forward One Wee&k Ctrl+K
ach: Anyim Icel Cabi&t Ctrl+K

source: Back One &Week Ctrl+W
ach: Iyonge Icel &Cabit Ctrl+W

source: Forward One Mont&h Ctrl+h
ach: Anyim Icel Dw&e Ctrl+h

source: Back One &Month Ctrl+M
ach: Cen Icel &Dwe Ctrl+M

source: Forward One Yea&r Ctrl+R
ach: Anyim Icel Mwak&a Ctrl+R

source: Back One &Year Ctrl+Y
ach: Cen Icel &Mwaka Ctrl+Y

source: Fit Millennium
ach: Kare me mwaki tutu mia acel ojing

source: Fit Century
ach: Kare me mwaki mia acel ojing

source: Fit Decade
ach: Kare me mwaki apar ojing

source: Fit Year
ach: Mwaka Acel Ojing

source: Fit Month
ach: Dwe Acel Ojing

source: Fit Week
ach: Cabit Ojing

source: Fit Day
ach: Nino Ojing

source: can't be before year 10
ach: pe romo timere aperu otunu i mwaka 10

source: can't be after year 9989
ach: pe romo time iyonge mwaka 9989

source: Can't zoom wider than 1200 years
ach: Pe romo tero alac akato mwaki 1200

source: Can't zoom deeper than 1 hour
ach: Pe romo tero atut akato cawa 1

source: Day
ach: Nino

source: Week
ach: Cabit

source: Month
ach: Dwe

source: Year
ach: Mwaka

source: Go to Date
ach: Woti i Nino dwe

source: can't be before year %d
ach: pe romo time cocon ape otunu imwaka %d

source: can't be after year %d
ach: pe romo time iyonge mwaka %d

source: No timeline set
ach: Pe oketo gin oryeo ikorekore moro

source: Edit
ach: Yiki

source: Duplicate...
ach: Anwoyi ne...

source: Delete
ach: Jwa oko

source: Sticky Balloon
ach: Balun Amomoka ikom jo

source: Goto URL
ach: Woti URL

source: Center
ach: Dyeredyere

source: %s events hidden
ach: %s ginatima okane oko

source: Are you sure you want to delete %d events?
ach: Imoko ni imito jwayo %d ginatima?

source: Are you sure you want to delete this event?
ach: Imoko ni imito jwayo ginatima ni?

source: Can't move locked event
ach: Pe aromo cwalo anyim ginatima ame giloro wie

source: Period is too long
ach: Kare me tic kwede bor adada

source: Add new
ach: Med anyene

source: Add Category
ach: Med kwone mukene

source: Edit...
ach: Yubi...

source: Add...
ach: Med...

source: Edit Category
ach: Yub kwone no

source: Are you sure you want to delete category '%s'?
ach: Imoko nimano imito jwayo kwone no '%s'?

source: Events belonging to '%s' will no longer belong to a category.
ach: Jami me atima oya i '%s' pe dong bibedo me akwone nono.

source: Events belonging to '%(name)s' will now belong to '%(parent)s'.
ach: Jami me atima ame obedo me '%(nying)s' amani dong bibedo me '%(onywal)s'.

source: Invalid date
ach: Nino dwe pe tye kakare

source: No match
ach: Tuku pe

source: Only one match
ach: Tuku tye acel keken

source: Edit Categories
ach: Yiyiko gin atye ikwone ducu

source: Category name '%s' not valid. Must be non-empty.
ach: Nying kwone '%s' pe tye kakare. Myero pe obed yie nono.

source: Category name '%s' already in use.
ach: Nying me kwone '%s' otye atic dong kwede.

source: Name:
ach: Nying

source: Color:
ach: Kala:

source: Font Color:
ach: Kala me Ginacoya:

source: Parent:
ach: Onywal:

source: Container Properties
ach: Jami me Agicoko jami

source: Category:
ach: Kwone:

source: Duplicate Event
ach: Jami me atima ame ginwo

source: %d Events not duplicated due to missing dates.
ach: %d Jami me atima pe ginwo pi nino dwe ame pe tye.

source: Number of duplicates:
ach: Namba me jami ame ginwo:

source: Period
ach: Cawa ame gimio

source: Frequency:
ach: Wel kare akato iye:

source: Forward
ach: Anyim

source: Backward
ach: Ayongec

source: Both
ach: Gin aryo karacel

source: Direction
ach: Tutung

source: Event Properties
ach: Kite Aginatime

source: When:
ach: Awene:

source: to
ach: bot

source: Container:
ach: Kagwoko:

source: Add Container
ach: Med Gigwoko

source: Show time
ach: Nyut cawa

source: Fuzzy
ach: Pe niango dano maber

source: Locked
ach: Giloro

source: Ends today
ach: Gik tini

source: Text:
ach: Lok acoya:

source: Description
ach: Kop makwako

source: Alert
ach: Atera

source: Icon
ach: Lanyut

source: Hyperlink
ach: Kubere mamalo

source: Add more events after this one
ach: Med jami atima mukene iyonge mani

source: Images will be scaled to fit inside a 128x128 box.
ach: Cale obiyiko wek orom yi bokci atye 128Ã—128

source: Select Icon
ach: Yer Lanyut

source: Test
ach: Temo

source: Edit Container
ach: Yiyiko Gigwoko

source: Edit Event
ach: Yiyiko Ginatima

source: Create Event
ach: Yiki Ginatima

source: Help
ach: Konya

source: Could not find markdown Python package. It is needed by the help system. See the Timeline website or the INSTALL file for instructions how to install it.
ach: Pe romo nwongo ma

source: Go to home page
ach: Cit i potbuk me acakki

source: Go back one page
ach: Dok cen papara acel

source: Go forward one page
ach: Woti anyim papara acel

source: Page not found
ach: Papara nono pe onwonge

source: Could not find page '%s'.
ach: Pe onwongo romo nwongo papara '%s'.

source: Timeline files
ach: Pail pa gin mutime korekore

source: SVG files
ach: Pail pa SVG

source: &File
ach: &Pail

source: New
ach: Manyen

source: Create a new timeline
ach: Yik dok gin mutime ikorekore manyen

source: File Timeline...
ach: Pail me jami otime kore ki kore...

source: Create Timeline
ach: Yiki Jami otime kore ki kore

source: The specified timeline already exists.
ach: Ginatima ikorekore ame ocimo dong tye.

source: Opening timeline instead of creating new.
ach: Yabo ginatima ikorekore kaka yiko en manyen.

source: Information
ach: Ngec

source: Directory Timeline...
ach: Latel me Ginatima ikorekore...

source: Open an existing timeline
ach: Yab ginatima ikorekore matye

source: Save Timeline As
ach: Gwok Ginatima ikorekore macalo

source: Open Timeline
ach: Yab Gin Otime Iyoreyore

source: Open &Recent
ach: Yabi &Mukato manyen

source: Save As...
ach: Gwok Macalo...

source: Page Set&up...
ach: Papara Set&up...

source: Setup page for printing
ach: Can papara maber pi goyo coc ikome

source: Print Preview
ach: Neno coc ma gigo

source: Print
ach: Go coc

source: &Export to Image...
ach: &Cwal ikom Tipone...

source: Export the current view to a PNG image
ach: Cwal kit ma tye nen kede amani itipo pa PNG

source: &Export to SVG...
ach: &Cwal iSVG...

source: Export the current view to a SVG image
ach: Cwal kite manen kwede kombedi bot cal a SVG

source: Could not find pysvg Python package. It is needed to export to SVG. See the Timeline website or the INSTALL file for instructions how to install it.
ach: Pe romo nwongo iboc me pysvg Python Mite pi cwalo i SVG. Nen i webcait me Jami Madito mutime magicano ilain onyo KETO pail pi gin aluba ikom yore me keto.

source: Export to SVG
ach: Cwal i SVG

source: Play timeline
ach: Tuk ginatima ikorekore

source: Play timeline as movie
ach: Tuk ginatime ikorekore macalo mubi

source: Exit the program
ach: Ya oko ipuruguram

source: &Edit
ach: &Yiki

source: &View
ach: &Neni

source: &Sidebar Ctrl+I
ach: &Ba ilangete Ctrl+I

source: &Legend
ach: &Mangeye adada

source: &Balloons on hover
ach: &Balun tye kawire

source: &Timeline
ach: &Ginatima ikorekore

source: Create &Event...
ach: Yubi &Ginatima...

source: Create a new event
ach: Yiki ginatima manyen

source: &Duplicate Selected Event...
ach: &Nwo Ginatima mogo ma Giyero...

source: Duplicate the Selected Event
ach: Nwo Ginatima man ma Giyero

source: &Measure Distance between two Events...
ach: &Pim Bor piny iyi akina Ginatima aryo...

source: Measure the Distance between two Events
ach: Pim Bor piny man iyi akina Ginatima aryo

source: Distance between selected events
ach: Bor akina jami atima ma giyero

source: Events are overlapping or distance is 0
ach: Gin matime tye okubere akuba ame yi akina gi dong borere tye 0

source: Edit &Categories
ach: Yiyiko &Kwone

source: Read Only
ach: Me akwana keken

source: read-only
ach: me akwana keken

source: &Navigate
ach: &Woti

source: Find First Event
ach: Nwong Gin Atima me Agege

source: Find Last Event
ach: Nwong Gin Atima Me Agiki

source: Fit All Events
ach: Rid Ginatima Ducu

source: &Help
ach: &Konya

source: &Contents F1
ach: &Jami matye iye F1

source: Getting started tutorial
ach: Gipwonye cake kombedi

source: Unable to write configuration file.
ach: Pe romo coyo pail me yiyiko jami matime kan.

source: File '%s' does not exist.
ach: Pail '%s' pe tye

source: No timeline opened.
ach: Ginatima ikorekore moro pe giyabo.

source: First time using Timeline?
ach: Me acaki tic kwede Gin matime ikorekore?

source: Relevant help topics:
ach: Kop mogo amite me kony:

source: Close
ach: Ceg oko

source: Preferences
ach: Abeberere

source: General
ach: Karacel

source: Date && Time
ach: Nino dwe && Cawa

source: Week start on:
ach: Cabit cakere i:

source: This feature is experimental. If events are created in the extended range, you can not disable this option and successfully load the timeline again. A reload of the timeline is also needed for this to take effect.
ach: Kiti anen kede ni me tetemo. Ka jami atima otye gitio iyie otere alac, yin pe itwero gengo yore man eka ite keto kakare gin otime iyoreyore doki. Dwogo doki jami otime iyoreyore dok dang mite pi man me cako tic.

source: Open most recent timeline on startup
ach: Yab pol jami otime iyoreyore anyenere i kacako

source: Use inertial scrolling
ach: Ti kwede kaywayo ame ocung oling

source: Use extended date range (before 1 AD)
ach: Ti kede yi akina nino dwe ame omedo (ame pe otuno 1 AD)

source: Monday
ach: Ceng baraja

source: Sunday
ach: Cent cabit

source: Unable to copy to clipboard.
ach: Pe romo loko ikarido ibod.

source: Error
ach: Bal

source: Warning
ach: Ma myero inge

source: Question
ach: Lapeny

source: Default
ach: Macung pi ducu

source: Dark
ach: Col piny

source: Dark Olive Green
ach: Col Olive Lulum

source: Generic
ach: Tuk kwone

source: Pane Switcher
ach: Lakub Pane

source: Pane Preview
ach: Lanyut me Pane

source: Cl&ose
ach: L&or

source: Close All
ach: Lor weng

source: &Next
ach: &En mukene

source: &Previous
ach: &Macone

source: &Window
ach: &Dirija

source: CubeColorDialog: Choose Color
ach: KyiubKalaLeleo: Yer Kala

source: Customize
ach: Lok idwok kit ma imito

source: &Close
ach: &Cegi

source: Menus
ach: Menu

source: Options
ach: Ka yero

source: Select Menu To Add/Remove:
ach: Yer menu wek i Med/Kwanyi:

source: Default Style
ach: Citail me Kare duc

source: Metallic
ach: Nyonyo nyonyo

source: Menu bar style
ach: Citail me ka cano gin atye

source: Default style settings
ach: Yore me yiko citail me kare ducu

source: Draw vertical gradient
ach: Go gradien atir malo

source: Draw border around menu bar
ach: Go boda aguru ka nyutu jami matye

source: Toolbar float over menu bar
ach: Ka keto jami tic kwang iwi ka nyutu gin atye

source: Color Scheme
ach: Yik pi Kala

source: Save
ach: Gwoki

source: Don't Save
ach: Pe i Gwoki

source: Cancel
ach: Ngolo oko

source: Yes
ach: Ee

source: No
ach: Pe

source: Choose a directory
ach: Yer latel
