Repository: sugarlabs/Time-Line
Catalog: po/nah.po
Languages: nah

source: Time Line
nah: Tlauasanal tonali

source: Allows create interactive time lines
nah: mits kaua tijchiuas tlauasanili tlen tonali

source: You can't change time when the Event is locked
nah: Amo ueli tijpatlas tonali keman nopa Panolis motsaktok

source: Jan
nah: Ipan

source: Dec
nah: Dic

source: Aug
nah: Ago

source: day
nah: tonali

source: minute
nah: kauiltsin

source: minutes
nah: kauiltsitsin

source: hour
nah: kauili

source: hours
nah: kauilimen

source: days
nah: tonalimen

source: Select region to zoom into
nah: xitlajpejpeni se tlalkapan kampa tijneki nachka tikitas

source: Region too short
nah: tlalkapan tlauel tsikitetsin

source: Region too long
nah: tlakapan tlauel ueyi

source: Can't scroll more to the left
nah: amo uelis tikolinis tlauel ika opochtli

source: Can't scroll more to the right
nah: amo uelis tikolinis tlauel ika nejmaktli

source: Mon
nah: mextli

source: Sun
nah: tonati

source: Someone else has changed the Timeline. You have two choices! 1. Set Timeline in Read-Only mode. 2. Synchronize Timeline. Do you want to Synchronize?
nah: kan se maseuali kipatlak tlauasantonali. tijpiya ome tlapejpenili: 1. tijtlalis tlauasantonali san tlapouali. 2. Sansetlalis Tlauasantonali. ¿Tijneki tisansetlalis?

source: Apr
nah: Abr

source: Tue
nah: Mar

source: Wed
nah: Mie

source: Thu
nah: Jue

source: Fri
nah: Vie

source: Sat
nah: Sab

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
nah: amo moasik ni amajokuili Python iCalendar. inin motekiuis tlan titekipanos ika amajokuilmen ICS. Xipaxalo semtlaltikpamatlatl tlen Timeline o ipan amajokuili INSTALL tlen tijmachilis kenikatsa tijtlalis

source: Unable to open timeline '%s'.
nah: Amo ueli motlapoua Tlauasantonali '%s'.

source: Unknown format.
nah: amaisuatl amo tlaixomaktli

source: Unable to read from file '%s'.
nah: amo uali mopoua amaajokili '%s'.

source: Unable to read timeline data from '%s'.
nah: Timeline amo ueli kipoua nochimen tlajkuilolnextililmen tlen '%s'.

source: Displayed period must be > 0.
nah: Ni tonali monextijtok kipiya elis > 0.

source: Welcome
nah: Ximopanolti

source: Welcome to Timeline
nah: Ximopanolti Tlauasantonali

source: Intro
nah: Tlatsintilistli

source: Hover me!
nah: Xipano no ixko!

source: Hovering events with a triangle shows the event description.
nah: tijpanoltijtos ni molinijketl ika se eyitlateuili kinextiya se tlajkuilolnextili

source: Features
nah: kejnikatsa

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
nah: Xitsompechi tlatsompechili opochtli ipan timeline uan xipeualti xiuiuilatsa. Nokniya uelis tijtekiuis tolontik tlen kimichin. Nojkiya uelis tijtekiuis "tlatlajkotlatsompechili" ika kimichin ipan itlatlajkotipan.

source: Zoom
nah: Tijueyilis

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
nah: Xijtsompechijto Ctrl keman tijuiuilatsas nopa tolontik tlen kimichin. Xitsompechijto Shift keman titlauiuilatsa ika kimichin.

source: Create event
nah: Tijchiuas se tlachiualistli

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
nah: Xi ompa tsompechi kampaueli tlen timeline. Xitsompechijto Ctrl keman tiuiuilatsa ni kimichin uan tijtlajpejpenis se tonalpouali.

source: Edit event
nah: tijkualchijchiuas se tonal chiualistli

source: Double click on an event.
nah: Ome tlatsompechili ipan se tonal chiualistli

source: Select event
nah: Titlapejpenis se tonalchiualistli

source: Click on it. Hold down Ctrl while clicking events to select multiple.
nah: Tlatsompechili ipan yaj. Xitsompechijto Ctrl ijkuak tijtlatsompechiya ipan tonalchiualmen tlen titlepejpenis miyak.

source: Delete event
nah: Tikixpolos tonalchiualmen

source: Select events to be deleted and press the Del key.
nah: Xitlapejpeni tonalchiualismen tlan tikinixpolos uan xitsompechi tlatsompechili Del.

source: Resize and move me!
nah: Techkualchijchiua uan techojolini!

source: First select me and then drag the handles.
nah: xipeualti xitlapejpeni uan sempa techuiuilatsa

source: Saving
nah: Tikajokuiktiyas

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
nah: Inin timeline mo ajokuiktiya ipan tlalnamijkayotl uan amo uelis tikin kualchijchiuas. Xitlapejpeni se amaajokuili/Yankuik/Amajokuili Timeline uan tijchiuas timeline ma moajokui malaki.

source: Start time
nah: Tonali tlen tlapeualtili

source: End time
nah: Tonal tlamili

source: Start time can't be after end time
nah: Tonali tlen peualtili amo uelis elis isempayok ika itlamilis

source: Unable to save timeline data to '%s'. File left unmodified.
nah: Amo uelis tikajokuis amajokuilmen Timeline ipan '%s'. Ni amajokuili mokaua amo tlakualchiuali.

source: Unable to write timeline data.
nah: Amo uelis tijtlajkuilos ixko ipan Timeline.

source: Unable to write to temporary file '%s'.
nah: amo uelis titlajkuilos ipan ni tonal amajokuili '%s'.

source: Unable to take backup to '%s'.
nah: Amo uelis tijchiuas se tlaixkopinali aoui ipan '%s'.

source: Unable to rename temporary file '%s' to original.
nah: amo uelis ompaitokaxtlalis ni tonalamajokuili '%s' kej yankuik.

source: Unable to delete backup file '%s'.
nah: Amo uelis tikixpolos ni amajokuili tlen tlaixkulistli '%s'.

source: Field '%s' can't be empty.
nah: Ni tlamayamitl '%s' amo uelis eltos kakauatik

source: Name
nah: Tikatil

source: End must be > Start
nah: Ni tonali tlen tlamiltili kipiya eltos > ke keman tlami

source: Entered period is too long.
nah: Ni tonali kalakili tlauel ueueyak.

source: Text
nah: Tlajkuiloltlajtokli

source: Image files
nah: Tlatekiuili tlen ixtlachilili

source: Export to Image
nah: xijpanolti ika ixtlachiyalis

source: File '%s' exists. Overwrite?
nah: nopa amajokuili '%s' eltok ¿mo ixkoijkuilojtok?

source: Help contents
nah: tlen uelis mits paleuis

source: Questions and answers
nah: tlatsintokili uan tlanankilismej

source: Concepts
nah: tlen nopa

source: Tasks
nah: tlajkuilol tekitl

source: Where is the save button?
nah: ¿kanke eltok tlatsompechili Ajokuili?

source: There is no save button. Timeline will automatically save your data whenever needed.
nah: /nAmo tleno tlatsompechili Ajokuili. Timeline kiajokuis iseli ni amajokuili keman tijnekis tijtekiuis./n

source: Where do the week numbers go if I start my weeks on Sunday?
nah: ¿Kanke elok poualmen tlen chikome tonali tlan na ni peualtia ipan Domingo?

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
nah: /nTlen kineki tlatekpichtlajkuiloli Tonali, amo kiajati poualmej tlan chikome tonali peua ipan Domingo. Tijneki tijtekiuise se tlamantli tlen amo san sansej uan kiampa tijakatis keman sempa titekiuis.

source: Can multiple users work with the same timeline?
nah: ¿uelis tekipanose miyakin tekichiuanin ika sanse uasantonali?

source: There are some support for multiple users to work on the same timeline file. When you try to make a change and someone else has made a change you will be asked to make one of two choices: - Set timeline in read-only mode. - Synchronize the timeline. During the your edit action the timeline is locked for changes by others. If you try to edit a timeline when it is locked by someone else you will be notified about this situation.
nah: eltok tlapaleuili tlan miyakin tekichiuanin kitekuise sanse amajokuili. keman moneki tipatlas se tenijki uan seyok maseuali kipatilijtok se tlenijki, kitlajtlanis kichiuas kanse tlen nopa ome tlamantli: - Xijtlali uasantonali tlen san uelis mopouas. - Ti sansejkotlalis uasantonali. Keman tijchiua tlakualchiuali tlen uasantonali eltos amo ualis seyok maseuali kipatlas. Tla tlayejyekoliya kipatlasn se uasantonali keman moketstos itekipanolis ika seyok maseuali mitsijlise tlen panotok.

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the dates are limited to dates between year 10 and year 9989. Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch. The timeline is divided in two areas with a horizontal adjustable divider line. Period events are displayed below the line and point events are displayed above the line.
nah: Nopa uasantonali mitsnextilis tonali katli eltok ipan tonaltlatekpan mextli Gregoriano ipa itlatlajkotipan x. Amanok nopa tonalpouali ixtlami kampa mopantiya xiuitl 10 uan xiuitl 9989. Nopa yankuim tlachijchiuali uelise kijyouise miyak tlamantli tlen uasntonali ika kiampa, kej inin, uelis tikixnextis se tonali tlen itlamilis pouali tlen axkan peua. tlan ta tijneki san kej inin mopantiya, uelis technojnotsas. Nopa uasantonali mo ometiliya ipan ome yantli ika se uasan ometilijketl motektok katli uelis tikojolinis. Tlachiualistli tlen tonali monextiya tlatsintlan tlen uasanili uan tlachiualistli monextiya uejkapan tlen uasantli.

source: Events
nah: Tlachiualistli

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline is should be placed (when that event happened). This can be either a specific point in time or a period.
nah: Se tlachiualistil nopa se tlamantli tlen motekiuiya ika uelis tikixnextis tlajkuilolnextili ipan Timeline. Kipiya momanxtis kanke motlalis nopa tlachiualistli. Nojkiya uelis momanextis tlan nopa se tlachiualistli o se kauitl.

source: Categories
nah: tlapejpenil tekpicholi

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
nah: Ni tlapejpenil tekpicholi motekiuiya ipan se tlachiual nechikoli. nopa tlachiualismen uelise eltose ipan se tlepejpenil tlatekpichilo. Nochimen tlachiualismen tlen se tlapejpenil tekpicholi monextise ika sanse tlatsintlan tlapali.

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
nah: El diálogo *Crear evento* puede ser abierto de la siguiente manera: - Tijtlapejpenis *Uasantonali* - *Tijchiuas tonalchiualistli* - Ome tlatsompechili ipan tsompechili achtiui tlen kimichinn ipan uasantonali. - Xijpachojto tsompechili Ctrl, keman tiuiuilatsa, ika tsompechili achtiui tijpachojtos, ni kimichin ixko uasantonali.

source: The *Edit Event* dialog can be opened by double clicking on an event.
nah: Nopa kamanal tlajkuiloli *Tikualchichiuas Tonalchiualistli* uelis motlapos ika ometsompechili ipan tonalchiualistli.

source: Move event vertically
nah: Tikolinis tonalchiualistli ijkatok

source: An event can be moved vertically. This is done by first selecting the event and therefter using the Alt+Up or Alt+Down keys.
nah: Se tonalchiualistli uelis molinis ijkatok. Inin mochiua achtiui titlapejpenijtos se tonalchiualistli uan sempa titekiuijtos tsompechi Alt+Arriba o Alt+Abajo.

source: Selecting events
nah: Titalpejpenis tonalchiualistli

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
nah: Keman titlapejpenis se tonalchiualistli, xi tsompechi ipan yaj. tlan ti tlapejpenis miyak tlamantli tonalchiualistli, xitsompechijto tsompechili *Ctrl* keman tichiua tsompechili ipan tonalchiualistli.

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
nah: Tlan tikixpolos se tonalchiualistli, xitlapejpeni uan xitsompechi tsompechili *Supr*. uelis tikixpolos miyak tlamantli tonalchiualismen ipan sansejko tonali.

source: Will associated events be deleted when I delete a category?
nah: ¿Uelis tikixpolos miyak tonalchiualismen tlan nikixpolos nopa tlapejpenil tekpicholi kampa mopantiya?

source: No. The events will still be there but they will not belong to a category.
nah: Amo. Nopa tonalchiualismen eltose nopona, sanke amo eltose ipan kan se tlapejpenil tekpicholi.

source: Edit categories
nah: Tikualchichiuas tlapejpenil tekpicholis

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
nah: Nopa tlapejpenil tekpicholi uelis motekiuise ipan tlajkuiloluejchiuali tlen *tikualchichiuas tlapejpenil tekpicholi* (*Uasantonali* > *Tikualchichuas Tlapejpenil tekpicholi*). Tlan tijneki tikualchichiuas se tlapejpenil tekpicholi, xi ompa tsompechi ipan yaj. Nopa tlapejpenil tekpicholi uelise nojkia mokualchichiuase ipan tlatsompechilmen (*Tikitas* > *Uitsoktli ikespan*).

source: Contact
nah: Motskistilis

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
nah: Tlan tijpiya tlatsintokili tlen Timeline o tlan tijneki tiuejchiuas ika sekinok tlakuilokemen uan mochiuase tlen Timeline, xititlani se tlakuilolnextili ipan tokayotlpouali tlen tlakuilojkemen: <thetimelineproj-user@lists.sourceforge.net>. xikijkuilo ipan inglés.

source: Why is Timeline not available in my language?
nah: ¿kenke Timeline amo eltok ipan no tlajtol?

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
nah: Timeline mochijtok o tlajtojkuaptok katli kineki. Tlan tijneki ti tlamapaleuis ika tlajtolkuapali nikan kuali mitselise. Techteno tojuantin.

source: Search results for '%s'
nah: Tlen techmaka tlatemolistli '%s'

source: Related pages
nah: amaisuapouali monachkauijtoke

source: There was a problem printing. Perhaps your current printer is not set correctly?
nah: Mo asik se amo kuali kiski ipan nopa ama tlaixkopinali. ¿Uelis mo tepostalkuiloli amo eltok kuali mochichijtok?

source: Printing
nah: Teposamaixkopinali

source: Print preview
nah: tlaixnextili achtiui

source: Go to &Zero Ctrl+Z
nah: Tiyas &Cero Ctrl+Z

source: Go to &Time Ctrl+T
nah: Tiyas &Tonali Ctrl+T

source: Backward PgUp
nah: Tlakuapilis PgUp

source: Forward PgDn
nah: ajkokisa PgDn

source: Can't zoom deeper than 5
nah: amo ueli monachkauiya san ueli 5

source: 1-period
nah: Tonali tlen 1

source: 10-period
nah: Tonali tlen 10

source: 100-period
nah: Tonali tlen 100

source: 1000-period
nah: Tonali tlen 1000

source: Go to Time
nah: Tiyas Tonali

source: Go to &Today Ctrl+T
nah: Tiyas &Amaj Ctrl+H

source: Go to D&ate... Ctrl+G
nah: Amaj tonali... Ctrl+G

source: Forward One Wee&k Ctrl+K
nah: Tlayakanas chikome tonali Ctrl+K

source: Back One &Week Ctrl+W
nah: Tlaikaj chikome tonali &Tonali Ctrl+W

source: Forward One Mont&h Ctrl+h
nah: Oknepan se mextli Ctrl+h

source: Back One &Month Ctrl+M
nah: Tlakuepilis se &Mextli Ctrl+M

source: Forward One Yea&r Ctrl+R
nah: Nejnemiltis se Xiuitl Ctrl+R

source: Back One &Year Ctrl+Y
nah: Titlakuepilis Se &Xiuitl Ctrl+Y

source: Fit Millennium
nah: Tijtlalis Poualxiutilistli

source: Fit Century
nah: Tijtlalis Makuilpouali Xiuitl

source: Fit Decade
nah: Tijtlalis Majtlaktli Xiuitl

source: Fit Year
nah: Tijtlalis Xiuitl

source: Fit Month
nah: Tijtlalis Mextli

source: Fit Week
nah: Tijtlalis Chikome Tonali

source: Fit Day
nah: Tijtlalis se tonali

source: can't be before year 10
nah: Amo ueli eltos achtiui tlen xiuitl 10

source: can't be after year 9989
nah: Amo ueli eltos sempayok tle xiuitl 9989

source: Can't zoom wider than 1200 years
nah: Amo ueli monachkauiya achi tlen 1200 Xiuitl

source: Can't zoom deeper than 1 hour
nah: Amo ueli monachkauiya san kentsin tlen 1 kauitl

source: Day
nah: Tonali

source: Week
nah: Chikome Tonali

source: Month
nah: Mextli

source: Year
nah: Xiuitl

source: Go to Date
nah: Tiyas Se Tonali

source: can't be before year %d
nah: Amo ueli eltos achtiui tlen xiuitl %d

source: can't be after year %d
nah: Amo ueli eltos sempayok tlen xiuitl %d

source: No timeline set
nah: amo eltok se UasanTonali tlapepentli

source: Edit
nah: Tikualchichiuas

source: Duplicate...
nah: Titlaompouis...

source: Delete
nah: Kixpolos

source: Sticky Balloon
nah: Tlapitsaxikipili tsotsotlaka

source: Goto URL
nah: Tiyas ipan URL

source: Center
nah: Titlatlajkotlalis

source: %s events hidden
nah: %s Tonalchiualistli Motlatijtoke

source: Are you sure you want to delete %d events?
nah: ¿Nelneliya tijneki tikixpolos %d nopa Tonalchiualismen?

source: Are you sure you want to delete this event?
nah: ¿Nelneliya tijneki tikixpolos ni Tonalchiualistli?

source: Can't move locked event
nah: Amo uelis tokolinis se Tonalchiualistli Tekitsaktok

source: Period is too long
nah: Ni Tonali tlauel ueueyak

source: Add new
nah: Tijtlalis yankuik

source: Add Category
nah: Tijtlalis Tlapejpenil tlatekpicholi

source: Edit...
nah: Tikualchichiuas...

source: Add...
nah: Tijtlalilis...

source: Edit Category
nah: Tikualchichiuas Tlapejpenil tekpicholi

source: Are you sure you want to delete category '%s'?
nah: ¿Nelneliya tijneki tikixpolos se tlapejpenil tekpicholi '%s'?

source: Events belonging to '%s' will no longer belong to a category.
nah: Tonalchiualismen axkayotl tlen '%s' ayakmo iaxka tlen se Tlapejpenil tekpicholi

source: Events belonging to '%(name)s' will now belong to '%(parent)s'.
nah: Tonalchiualismen axkamen tlen'%(name)s' Aman iaxka '%(parent)s'.

source: Invalid date
nah: Tonapouali amo Kipatiuiya

source: No match
nah: Amo tleno sanse ixnexkayotl

source: Only one match
nah: Eltok se sanse ixnexkayotl

source: Edit Categories
nah: Tikualchichiuas Tlapejpenil tekpicholis

source: Category name '%s' not valid. Must be non-empty.
nah: Nopa Tokaitl tlen Tlapejpenil tekpicholi '%s' Amo ijki. Uelis kipiyas tlenijki.

source: Category name '%s' already in use.
nah: Nopa tokaitl tlen tlapejpenil tekpicholi '%s' actiui motekiuijtok.

source: Name:
nah: Tokaitl:

source: Color:
nah: Tlapali:

source: Font Color:
nah: Tlajkuilol tlen tlapali

source: Parent:
nah: Tetajmen:

source: Container Properties
nah: Iaxkayotl tlen kaxtli

source: Category:
nah: Tlapejpenil tekpicholi:

source: Duplicate Event
nah: Tonalchiualistli ompouijtok

source: %d Events not duplicated due to missing dates.
nah: %d Nopa tonalchiualismen amo mo ompouiljtok pampa poliui tonalmen.

source: Number of duplicates:
nah: Pouali tlen tlaompouili

source: Period
nah: Tonali

source: Frequency:
nah: Ximiyakpaui

source: Forward
nah: Nejnemiltis

source: Backward
nah: Tlakuepilis

source: Both
nah: Tlen ome

source: Direction
nah: Kampa nijtitlani

source: Event Properties
nah: Iaxkayotl tlen tonalchiualistli

source: When:
nah: Keman:

source: to
nah: Ipan

source: Container:
nah: Tlen kipiya:

source: Add Container
nah: Tijtlalis tlen kipiya

source: Show time
nah: Tikitas kauitl

source: Fuzzy
nah: Ika katli amo moneki

source: Locked
nah: Kinejnemiltsaktoke

source: Ends today
nah: Tlamiltis aman

source: Text:
nah: Tlajkuiloli:

source: Description
nah: Kej katsa

source: Alert
nah: netlakuitlauini

source: Icon
nah: Tlatsompechilnextilis

source: Hyperlink
nah: Motskistilis

source: Add more events after this one
nah: Tijtlalis tonalchiualismen sempayok tlen inin

source: Images will be scaled to fit inside a 128x128 box.
nah: Ni ixkopinkayotl motlekoltise uan kiampa mo kualchichiuase ipan se kaxitl 128x128.

source: Select Icon
nah: Titlapejpenis tlatsompechilnextilis

source: Test
nah: Tijyekos

source: Edit Container
nah: Tikualchichiuas tlen katli kipixtok

source: Edit Event
nah: Tikualchichiuas tonalchiualismen

source: Create Event
nah: Tichichiuas tonalchiualismen

source: Help
nah: Tlapaleuili

source: Could not find markdown Python package. It is needed by the help system. See the Timeline website or the INSTALL file for instructions how to install it.
nah: Amo uelki moasik se tletemilis katli tlatsikitenchiua tlen Python Amo moneki pampa amo kimapaleuiya mekayotl. Xipaxalo sentlaixtli web tlen Timeline o amaojokuili INSTALL uan tijmatis katsa tijtlalis.

source: Go to home page
nah: Tiyas sentlaixtli kampa peua

source: Go back one page
nah: Tijkuepas sentlaixtli

source: Go forward one page
nah: Tinejnemiltis se sentlaixtli

source: Page not found
nah: Sentlaixtli amo mo asik

source: Could not find page '%s'.
nah: Amo ueli mo asik sentlaixtli '%s'.

source: Timeline files
nah: Amajokuili tlen Timeline

source: SVG files
nah: Amajokuili SVG

source: &File
nah: &Amajokuili

source: New
nah: Yankuik

source: Create a new timeline
nah: Tichichiuas yankuik Uasantonali

source: File Timeline...
nah: Amajokuili Timeline...

source: Create Timeline
nah: Tichichiuas Uasantonali

source: The specified timeline already exists.
nah: inin uasantonali achtiui mopantiya.

source: Opening timeline instead of creating new.
nah: Motlapojti se uasantonali pampa amo titlapos se yankuik

source: Information
nah: tlajtolmekayotl

source: Directory Timeline...
nah: Tlajokuili Timeline...

source: Open an existing timeline
nah: xijtlapo se uasantonali

source: Save Timeline As
nah: Xijkajokui uasantonali ken

source: Open Timeline
nah: Xijtlapo uasantonali

source: Open &Recent
nah: xijtlapo &amanok

source: Save As...
nah: Xijkajokui ken...

source: Page Set&up...
nah: tlajokuili tlen sentiltlaixnextili...

source: Setup page for printing
nah: tlajokuili tlen teposamatlaixkopinkayotl

source: Print Preview
nah: Amanoktlachiyali

source: Print
nah: teposamaixkopinas

source: &Export to Image...
nah: &Tijtitlanis sanke ixkopinkayotl...

source: Export the current view to a PNG image
nah: Tijtitlanis ixkopinkayotl PNG

source: &Export to SVG...
nah: &Tijtitlanis ipan SVG...

source: Export the current view to a SVG image
nah: Xijtitlani ixtlachiyali tlen mo pantia ipan se ixkopnalis SVG

source: Could not find pysvg Python package. It is needed to export to SVG. See the Timeline website or the INSTALL file for instructions how to install it.
nah: Amo uelki mo asik nopa amatlajokuili PySVG tlen Python. Moneki tlan tij tijtlanis ipan SVG. Xijpaxalo sentiltlaixnextilis web tlen Timeline sintlamo nopa amatl INSTALL uan tijmatis katsa tijtekiyuis.

source: Export to SVG
nah: Xijtitlani ipan SVG

source: Play timeline
nah: Xijpeualti timeline

source: Play timeline as movie
nah: Xijpeualti nopa timeline ken se nejnemitlaixkopinkayotl

source: Exit the program
nah: Xijkisa tlen nopa tekiyotl tlen panikaualistli

source: &Edit
nah: &Xijkualchijchiua

source: &View
nah: &Xijtlachili

source: &Sidebar Ctrl+I
nah: &inejnemikestlan Ctrl+l

source: &Legend
nah: &Tlapouali

source: &Balloons on hover
nah: &Tlaixkopinkayotl ipan tlapitsaxikipili

source: &Timeline
nah: &Uasantonali

source: Create &Event...
nah: Tijchiuas &Tonalchiualistli...

source: Create a new event
nah: Xijchiua seyok tonalchiualistli

source: &Duplicate Selected Event...
nah: tlachiualistli tlen tijpejpeni &Ompaui...

source: Duplicate the Selected Event
nah: Xijkompaui nopa tlachiualistli tlen tijpejpeni

source: &Measure Distance between two Events...
nah: &Xijtlamachiua tlen iuejka ipan ome tlachiualismej...

source: Measure the Distance between two Events
nah: Xijtlamachiua tlen iueueyaka ipan nopa ome tlachiualismej

source: Distance between selected events
nah: iueueyaka tlen tlachiualismej tlen tijtlajpejpenijtok
