Repository: sugarlabs/Time-Line
Catalog: po/nah.po
Languages: nah

source: Installed Version
nah: tlen motlalujtok

source: Latest Version
nah: axtiui tlen mo tlalijtok

source: Check
nah: Xijtlachili tlan ijki

source: Keybindings
nah: Tlen kampa yaui ika tlatsompechilmej

source: Key Profile
nah: ken tlatsompechili

source: Menu
nah: Tlatekpicholtsompechili Tlen panikaualistli

source: Modifier 1
nah: Tlakulchijchijketl 1

source: Modifier 2
nah: Tlakulchijchijketl 2

source: Key
nah: tsompechili

source: Binding
nah: kampa yajtok

source: Apply
nah: Xij tlali

source: None
nah: amo tleno

source: New Profile
nah: yankuik tekitinij

source: Enter the name of the new key profile
nah: Xij tlali itokax tlen yankuik tekitinij

source: Lexer
nah: Tlachilijkemen kej tiuejchiua

source: Extensions (space separated, no dots)
nah: Tlan ipatlajka (mo uejkaltijtoke, amo tleno paxtok)

source: Black/White
nah: Chipauak uan yayauik

source: Color/White
nah: Tlapajtli/Chipauak

source: Color/Default
nah: Tlapajtli/kej uala

source: Inverse
nah: Tlapatla

source: Normal
nah: kej eltok

source: Export
nah: xij panolti

source: Syntax Files
nah: amamej tlen kamanal

source: Set the preview file type
nah: xij kualtlali nextili tlen amatl

source: Style Theme
nah: ken moneki tij tlalis

source: Base new theme on existing one
nah: Xij tlali ken seyok katli eltoya axtiui

source: Start a blank new style
nah: Xijpeualti se yankuik tlen chipauak

source: Style Tags
nah: ixtajtsajka tlen nesis

source: Some styles have been changed would you like to save before exiting?
nah: Sekinok tlamantli mo patlak ¿Tij neki tijkajokuis tlan tij kisas?

source: Save Styles
nah: Xij kajokui tlen eltok

source: Enter style sheet name
nah: Xij tlalili se itokax tlen nopa amatl

source: Export Style Sheet
nah: Xij panolti tlen tijchijtok ipan amatl

source: Color
nah: Tlapali

source: Foreground
nah: Tlaikanketl

source: Background
nah: Tlasintlaj

source: Attributes
nah: tlen kipia

source: bold
nah: yayauik

source: eol
nah: kampa ontlami uasantli

source: italic
nah: chijchiko tlajkuiloli

source: underline
nah: tlajkuilol uasantli

source: Font Settings
nah: ken katsa tij neki tlajkuiloli

source: Font
nah: Kentijtlajkuilos

source: Unable to retrieve version info
nah: Amo uelki tij asis nopa nechikli tlen eltok

source: Status Unknown
nah: amo kuali tlen eltok

source: Downloading: %s
nah: Tlatemoualis: %s

source: Downloading To: %s
nah: Tlatemoualis ipan: %s

source: Canceled
nah: Amo tiselis

source: Rate: %.2f Kb/s
nah: Chikaualistli: %.2f Kb/s

source: Finished
nah: tlantok

source: Failed
nah: amo ueltok

source: Unable to accept dropped file or text
nah: Amo mo selia se amatl tlan tij uauatsajtok

source: Text Document
nah: amatl tlen tlajkuiloli

source: %s Source File
nah: Amatl tlen uala %s
