Repository: sugarlabs/Time-Line
Catalog: po/nah.po
Languages: nah

source: Transpose the current line with the previous one
nah: Xijpatla uasantli tlen eltok uan katli axtiui

source: Move Current Line Up
nah: Xijkolini uasantli tlen eltok ika uejkapa

source: Move the current line up
nah: Xijkolini uasantli tlen eltok ika uejkapa

source: Move Current Line Down
nah: Xijkolini uasantli tlen eltok ika tlatsintla

source: Move the current line down
nah: Xijkolini uasantli tlen eltok ika tlatsintla

source: Line Edit
nah: Uasantli tlen uelis tijpatlas

source: Commands that influence an entire line
nah: Tlamantli tlen kijtlanauis nochi se uasantli

source: Toggle Bookmark
nah: Xijtlali/Xijkijkuini tlen tijtlali

source: Toggle bookmark of the current line
nah: Xijtlali/Xijkijkuini tlen tijtlali ipan uasantli tlen eltok

source: Remove All Bookmarks
nah: Xiojkixpolo nochi tlen tijtlali

source: Remove all bookmarks from the current document
nah: Xijkixpolo nochi tlen tijtlali ipan tlajkuiloli tlen eltok

source: Bookmarks
nah: tlamachiotili

source: Add and remove bookmarks
nah: Xijtlali uan xijkijkuini tlamachiotilmej

source: &Find
nah: &Xijtemo

source: Find Text
nah: Xijtemo tlajkuilolmej

source: Find/R&eplace
nah: Xijtemo/Xijpatla

source: Find and Replace Text
nah: Xijtemo uan Xijpatla tlajkuiloli

source: &Quick Find
nah: &Nimaj tlatemolis

source: Open the Quick Find Bar
nah: Xijtlapo tlapaleuili tlen nimanya

source: Find Previous
nah: Xijtemo axtiui

source: Goto previous match
nah: Xia kampa axtiui amajoktli

source: Find Next
nah: Xijtemo axtiui

source: Goto the next match
nah: Xia kampa itokil tlen tlajkuiloli

source: Find Selected
nah: Xijkasi tlen tijpejpeni

source: Search for the currently selected phrase
nah: Xijtemo tlajkuilol tlen tipejpentok

source: Pr&eferences
nah: Tlen tijneki

source: Edit Preferences / Settings
nah: Xijpajpatlka tlen tijneki

source: Zoom Out
nah: Xijuejkatilñi zoom

source: Zoom In
nah: Xijueyili zoom

source: Zoom Default
nah: Zoom tlen uala

source: Highlight Caret Line
nah: Xijtlajkuiloltlali uasantli tlen ixmolinilis

source: Highlight the background of the current line
nah: Xijtlajkuiloltlali tlatsintlanixnextilotl tlen uasantli tlen eltok

source: Indentation Guides
nah: Tlapaleuili tlen eskistok

source: Show Indentation Guides
nah: Xijnexti tlapaleuilmej tlen eltok

source: Show Edge Guide
nah: Xijnexti tlapaleuilmej tlen tlatejtempan

source: Show the edge column guide
nah: Xijnexti tlapaleuilmej tlen tlatejtempan tlaketsalmej

source: Show EOL Markers
nah: Xijnexti tlamantli tlen kampa tlamiya uasantli

source: Show Line Numbers
nah: Xijnexti poualmej tlen uasantli

source: Show Line Number Margin
nah: Xijnexti tlatempan tlen poualmej ipan uasantli

source: Show Whitespace
nah: Xijnexti kampa amachipajtok

source: Show Whitespace Markers
nah: Xijnexti kampa tijtekipanos

source: Editor
nah: Kualtlalijketl

source: Toggle Editor View Options
nah: Xijtlapo/Xijseui tlen mits nextilia kualtlalijketl

source: Toggle fold
nah: Xijnexti/Xijtsakua nextijmej

source: Toggle current fold
nah: Xijnexti/Xijtsakua nextilmej tlen eltok

source: Toggle all folds
nah: Xijnexti/Xijtsakua nochi nextilmej

source: Code Folding
nah: Tlanechikolis tlen tlatsakmej

source: Code folding toggle actions
nah: Tlachiualis tlen mostkiltili tlen motsaktok

source: Pane Navigator
nah: Nejnemilmej tlen ixnextilmej

source: View pane selection list
nah: xijtlachili tokayotlpouali tlen tijpejpentok tlen ixnextilmej

source: Toggle Editor Maximization
nah: Xijpatla tlaueyakilis tlen tlapatilketl

source: &Goto Line
nah: &Xia kampa uasantli

source: Goto Line Number
nah: Xia kampa uasantli poualis

source: Goto Matching Brace
nah: Xia kampa tepostlapojketl nelia

source: Move caret matching brace
nah: Xijkolini molinijketl kampa tepostlapojketl tlen kuali

source: Next Position
nah: Tlen kampa yankuik mopantia

source: Goto next position in history.
nah: Xia kampa mopantia nopa tlajkuilol

source: Previous Position
nah: Kampa mopantiayayaj

source: Goto previous position in history.
nah: Xia kampa eltoya ipan axtiuitlajkuilol

source: Next Bookmark
nah: Tlenj itokil kampa tijtlalijtok

source: View Line of Next Bookmark
nah: Xijtlachili tlen itokil tlajkuilol

source: Previous Bookmark
nah: Axtiui tlen tijtlejtojtok

source: View Line of Previous Bookmark
nah: Xijtlachili uasantli tlen tijtlalijtok axtiui

source: Show Status Bar
nah: Xijnexti ken katsa mopantiya

source: Show Toolbar
nah: Xijnexti kampa kisa tlapaleuilmej

source: &Font
nah: &Kentijtlajkuilos

source: Change Font Settings
nah: Xijpatla ken tijneki tijtlajkuilos

source: Toggle Comment
nah: Xijtlali/Xijkijkuini tlen tijnejneuilia

source: Toggle comment on the selected line(s)
nah: Xijtlali/xijkijkuini tlen tijnejneuilia ipan uasajmen tlen tijpejpentok

source: Indent Lines
nah: Xijkeskisti uasantli

source: Indent the selected lines
nah: Xijkeskixti uasantli tlen tijpejpentok

source: Unindent Lines
nah: Xijkijkuini kampa mo pantia nopa uasantli

source: Unindent the selected lines
nah: Xijkijkuini kampa mo pantia nopa uasantli tlen tijpejpeni

source: Uppercase
nah: Uejueyi tlajkuiloli

source: Convert selected text to all uppercase letters
nah: Xijkinkuapa tlajkuilolmej ika uejueyi tlajkuiuloli

source: Lowercase
nah: Tlakuiloltsitsin

source: Convert selected text to all lowercase letters
nah: Tikuapas tlakuiloli tlapepenili ika tlakuiloli kuejtsitsin

source: Use Soft Tabs
nah: Tekiuis ixpantsajka yamanik

source: Insert spaces instead of tab characters with tab key
nah: kalakis kakiuili ipan tlatekpicholmen ika tlatsompechili uapaltlakuiloli

source: Word Wrap
nah: tikualchichiuas tlauasanili

source: Wrap Text Horizontally
nah: Tikualchichiuas tlauasanili uilantoke

source: Spaces to Tabs
nah: kakiuilmen ipan uapaltlakuiloli

source: Convert spaces to tabs in selected/all text
nah: tikuapas kakiuilmen ipan uapaltlakuiloli kampa eltok/nochi tlakuiloli

source: Tabs to Spaces
nah: Uapaltlakuiloli ipan kakiuilmen

source: Convert tabs to spaces in selected/all text
nah: Tikuapas uapalchiualmen ipan kakiuilmen ipan tlapepenili/nochi tlakuiloli

source: Trim Trailing Whitespace
nah: Tikixpolos kakiuilmen kampa ontlamij

source: Remove trailing whitespace
nah: Tikixpolos kakiuilmen kampa ontlamij

source: Whitespace
nah: Kakiuili chipauak

source: Whitespace formating commands
nah: Tlatsompechilmen tlen ixpololis tlen kakiuilimen

source: Old Macintosh (\r)
nah: Machintosh ueuejmen ()

source: Format all EOL characters to %s Mode
nah: Tikixpolos nochi tlakuilolmen kampa ontlami nochi tlauasanili ken katsa %s

source: Windows (\r\n)
nah: Windows ( )

source: EOL Mode
nah: kej tineki kampa ontlami tlauasanili

source: End of line character formatting
nah: Ixpololis tlen tlakuiloltsitsin kampa ontlami tlauasanili

source: F&ormat
nah: Ke ni kualchichiuas

source: Auto-Completion
nah: Na-nitemitijtok

source: Use Auto Completion when available
nah: Tekiuis no tlatemitil keman eltok motekiuijtok

source: Auto-Indent
nah: Na-eskisas

source: Toggle Auto-Indentation functionality
nah: Tlatis/Seuis na nikolinis tlakuiloli

source: Bracket Highlighting
nah: Uextlaixnextilis tlen tlatsakuili

source: Highlight Brackets/Braces
nah: Uextlaixnextis tlatsakuili/tlatsakuili

source: Toggle Code Folding
nah: Patlas nopa tlamantli tlen kampa mixnextiya nopa tlakuilolmen

source: Syntax Highlighting
nah: Tlaixnextilis tlen tlakuilol kakiuili

source: Color Highlight Code Syntax
nah: Tlapali tlen tikixnextis tlakuilol kakiuili tlen tlakuilolmen

source: &Settings
nah: &Tlen nineki

source: Editor Command
nah: Kualchiuayotl tlen tlatekiuilis

source: Goto command buffer
nah: Tiyas kampa eltok tlatekiuilmen

source: Manage, Download, and Install plugins
nah: Tlatekiuis, temouis uan titlalis i asikamen

source: Style Editor
nah: Tlakualchiuayotl tlen tlapatilmen

source: Edit the way syntax is highlighted
nah: Kualchichiuas tlaixnexilotl

source: &About...
nah: &Tlen i axkayotl tlen...

source: About
nah: Iaxkayotl tlen...

source: Project Homepage...
nah: Panikaualistli web tlen tlekuiloluexkayotl

source: Visit the project homepage %s
nah: Paxalos web tlen uextlakuilolis %s

source: Online Documentation...
nah: Amajokuilistli ipan mekayotl

source: Online project documentation and help guides
nah: Amamej tlen tijtlajkuiloua uan mits paleuia ipan uasantli

source: Translate Editra...
nah: Xijtlakuilpatla Editra...

source: Editra translations project
nah: Tekitlajkuilolmej tlen tlajkuilolpatla ipan Editra

source: Bug Tracker...
nah: Tlatemojketl tlen kuapololi...

source: Feedback
nah: Nelnextilistli

source: Send bug reports and suggestions
nah: Xijtitlani tlen amo uelki uan tlen uelis tijtekiuis

source: The correct encoding of '%s' could not be determined. Choose an encoding and select OK to open the file with the chosen encoding. Click Cancel to abort opening the file
nah: Nopa tlen kuali tlen '%s' amo uelki nesis. Xijpejpeni se tlamantli uan xijpacho kena uan ijkinoj tijtlapos nopa tlajkuiloli tlen tijpejpeni. Xijpacho amo xijseli uan ijkinoj amo tijtlapos nopa amatl

source: Choose an Encoding
nah: Xijpejpeni se tlanextilistli

source: File is already open in an existing page. Do you wish to open it again?
nah: Nopa amatekitl motlapojtok. ¿Tijneki sempa tijtlapos?

source: Open File
nah: Xijtlapo amatlajkuiloli

source: untitled %d
nah: Amo kipia itoka %d

source: untitled
nah: Amo kipia itokax

source: Error Saving Session File
nah: Kuapololi kemaj tijtlajojki nopa tlajkuiloli

source: Invalid File
nah: Tlajkuiloli amo kuali

source: Session file doesn't exist.
nah: Nopa tekitlajkuiloli amo tleno.

source: Invalid file
nah: Tlajkuiloli amo kuali

source: Selected file is not a valid session file
nah: Nopa tekitlajkuiloli tlen tijpejpeni amo tekitl tlen kuali

source: Empty File
nah: Tekitl amo tleno kipia

source: Session file is empty.
nah: Nopa tekitlajkuiloli tlen mopantia amo tleno kipia.

source: Missing session files
nah: Poliui tlajkuiloli tlen tekipeualtili

source: Some files in saved session could not be found on disk:
nah: Sekin tlajkuilolmej tlen nopa tlajoktli amo moasike ipan majlakachtik:

source: Invalid file: %s
nah: Tlajkultekitl amo ijtok: %s

source: There are no files that Editra can open in %s
nah: Amo tleno tekitl tlen Editra uelis kintlapos ipan %s

source: No Valid Files to Open
nah: Amo eltoke amauan tlen ijki uan tijtlapos

source: Do you wish to open all %d files in this directory? Warning: opening many files at once may cause the editor to temporarily freeze.
nah: ¿Tijneki tijtlapos nochi tlen %d tekitlajkuilolmej ipan inij tekitl? Xijpia tlasontekontlalistli: tlan tijtlapos miak tejkitl uelis tijchiuas ma moketsa se toktsij.

source: Open Directory?
nah: ¿Xijtlapo tokaxtlatekpicholis?

source: Opened file: %s
nah: amatl tlen tlapojtok: %s

source: Failed to create print preview
nah: Amo uelki tijtlachili ken katsa mo ixkopinas

source: Print Error
nah: Kuapololi tlen tlaixkopinalis

source: There was an error when printing. Check that your printer is properly connected.
nah: Onkatok se kuapololi keman tikixkopinaskia Xijtlachili tlan mo teposamatlaixkopinali mo emekatl tlalijtok kuali.

source: Printer Error
nah: Kuapololi tlen amatlaixkopinali

source: Page: %d
nah: Amapouali: %d

source: Macro Manager
nah: Tlachijchiuajketl tlen macros

source: View and Edit Macros
nah: Xijtlachili uan xijpatla macros

source: DECODING ERROR
nah: KUAPOLOLI TLEN TLAPAJKETL

source: Find/Replace
nah: Xijtemo/Xijpatla

source: The search term '%(term)s' was found %(count)d times.
nah: Nopa tlamijketl tlatemoli %(term)´s mo asik %(count)d tlamantli.

source: Find Count
nah: tlapouali tlen kistok

source: Invalid expression "%s"
nah: Tlen tijtlali amo ijki eltok "%s"

source: Regex Compile Error
nah: Kuapololi tlen tijkajoktok ipan Tlachijchiualis tlen Eltok

source: Search wrapped to top
nah: Tijtemos tlen uejkapan

source: Search wrapped to bottom
nah: Tijtemos tlen tlatsintlan

source: "%s" was not found
nah: Amo mo asitok"%s"

source: Error in regular expression expansion. The replace action cannot be completed. Error Message: %s
nah: Kuapololis ipan ipatlajka kej ipaj. Tlan tijneki tipatlas amo uelis tikaxitis. Tlakuilolnextilis tlen kuapololis: %s

source: Replace Error
nah: Kuapololis tlen patlalistli

source: Sorry will be ready for next version
nah: Tlapopoluili. eltos keman sempayok titekipanos

source: Not implemented
nah: Amo mo tlalijtok

source: %d matches were replaced.
nah: Mo patlakej %d tlan panotok.

source: Recent Searches
nah: Amanok tlatemolis

source: Search Started
nah: Tlatemolis tlen pejtok

source: Search complete
nah: Tlantok tlatemolis

source: Search Complete: %d matching lines where found.
nah: Tlantok tlatemolis: %d uasantli amatlajoktli mo asitok.

source: Files Searched: %d
nah: Amatlajkuiloli tlen mo temojtok: %d

source: Searching in: %s
nah: Mo temojtok ipan: %s

source: Shelf
nah: Kampa tlajokui

source: Put an item on the Shelf
nah: Xij tlali se tlamantli kampa tlajokui

source: Show Shelf
nah: Xijnexti tlen kampa tlajokui

source: Show the Shelf
nah: Xijnexti nochi kampa tlatempa tlajokuili

source: Change line endings to %s
nah: Xijpatla kampa ontlami uasantli ipan %s

source: Change the encoding of the current document.
nah: Xijpatla nopa tlajkuilol tlatsaktli tlen amatlajkuiloli tlen ipan tijmo pantia

source: Change Encoding
nah: Xijpatla tlajkuilol tlatsaktli

source: File backup performed: %s
nah: Tekiajoktli tlen amamej tlen tijchijtok: %s

source: Line: %(lnum)d Column: %(cnum)d
nah: Uasantli: %(Inum)d tekpantlasaktli: %(cnum)d

source: Mixed EOL characters detected. Would you like to format them to all be the same?
nah: Mo pantijtoke tlamantlijmej tlen kampa tlami uasantli mo pajpatlatoke. ¿Tijneki tijchiuas nopa amatl mo chiuas ipan nochi?

source: Format EOL?
nah: ¿tekitl tlen kampa ontlami uasantli (EOL)?

source: Recording Macro
nah: Ajokuipanoli macro

source: Recording Finished
nah: Tsontlanki ajokuilpanoli

source: %s does not exist
nah: Amo tleno %s

source: File is Read Only and cannot be saved
nah: Nopa amatekitl san uelis mo pouas uan amo uelis tijkajokuis

source: Start a New File
nah: Xijpeualti se amatekitl yankuik

source: Generator
nah: Tlen temaka

source: Generate Code and Documents
nah: temakas tsaktli uan amamej

source: Generate %s
nah: mits makas %s

source: Generate a %s version of the current document
nah: mitsmas se poualtlachijchiuali %s tlen amatekitl tlen eltok

source: Generate an %s version of the current document
nah: mitsmas se poualtlachijchiuali %s tlen amatekitl tlen eltok

source: Save Current View
nah: Mo ajokuis amajokuili amanok

source: Save the current window layout
nah: Mo ajokuis tlen tijchijtok amanok ipan ixtlachiyalis

source: Delete Saved View
nah: Xijkixpolo tlachiyalis tlen mo ajoktok

source: Automatic
nah: Nimanya

source: Automatically save/use window state from last session
nah: ken eltok mo ajokuis/mo tekiuis tlen eltok tlachiyalis tlen kempa tijtlapo

source: Change view to "%s"
nah: Xij patla tlachiyali ken "%s"

source: Perspective Name
nah: Itokax tlen monextijyok

source: Save Perspective
nah: Xijkajokui tlen monextijtok

source: Perspective to Delete
nah: tlen mo nextijtok uan tlen tijkixpolos

source: Delete Perspective
nah: xijkixpolo tlen mo nextijtok

source: Configure
nah: xijkualtlali

source: Download
nah: xijtemoui

source: Install
nah: xijtlali

source: Errors
nah: Kuapololi

source: Downloads are incomplete
nah: Amo tlantok tlen tijtemouikjtok

source: Do you wish to exit?
nah: ¿tijneki tikisas?

source: You must restart Editra before your changes will take full effect.
nah: Moneki tijpeualtis Editra uan kiampa tlen tijpatlak uelis nesis

source: Configuration Changes Made
nah: Tlakualchijchiualis tlen tijchijtok

source: Changes will take effect once the program has been restarted
nah: Tlen tij patili uelis mo nextis keman sempaya tijpeualtis inij tlamantli

source: No Description Available
nah: Amo tleno tlejtolistli ika tij tekiuis

source: This plugin requires a newer version of Editra.
nah: Inij tlamantli kineki se yankuik patili tlen Editra.

source: Downloaded
nah: Tlami tlatemouijkayotl

source: Finished downloading plugins
nah: Tlanki mo temoui tlen mo tekiuis

source: Select plugins to download
nah: Xij tlapejpeni nochi tlen tij tekiuis keman tij temouis tlamantli

source: Unable to retrieve plugin list
nah: Amo uelis mojnextis tokayotlpouali tlen nechikolis

source: Downloading
nah: tlatemouiya

source: Retrieving Plugin List
nah: kijnechikojtok tokayotlpouali tlen plugins

source: To add a new item drag and drop the plugin file into the list. To remove an item select it and hit Delete or Backspace.
nah: Tlan tijtlalis se yankuik item xij tilana uan xij majkaua nopa amatekitl tlen plugins ipan tokayotl tlatekpantli. Tlan tijkixpolos se item tlen tijpejpentok uan xij pacho Suprimir tlamo xikixpolo.

source: User Directory
nah: Tokaxpouali tlen tekipanoua

source: Install the plugins only for the current user
nah: Xijkualtlali tlen moneki san kampa amanok tijtlajkuiloua

source: System Directory
nah: Tlajkuilol pouali tlen tekitl

source: Install the plugins for all users **requires administrative privileges**
nah: Xijtlali nochi tekiuili ipan nochimej tlen ki tekiuise... **moneki mitskauase ken tlatekiuili**

source: Successfully Installed Plugins
nah: Plugins mo kualtlalijke

source: Failed to install %d plugins
nah: Amo uelki mo tlali %d plugins

source: Installation Error
nah: Kuapololi ipan ixtlalili

source: Author: %s
nah: Tlen kichijki: %s

source: Enable
nah: Xijtlali

source: Uninstall
nah: Xijkijkuini tlen tijtlali

source: Are you sure you want to uninstall %s? This cannot be undone.
nah: ¿kuali tij nejneuilijtok tlan tij kijkuinis %s? Inij tlamantli amo ueli mo kuepaltis.

source: Uninstall Plugin
nah: Xijkujkuini tlen kinamijki

source: This plugin will be uninstalled on next program launch.
nah: Inij tlamantli mo ijkuinis kempan sempaya tij peualtis inin tlamantli.

source: Preferences - Editra
nah: Tlenkineki - Editra

source: Appearance
nah: Ken nesi

source: Document
nah: Amatlajokuilmej

source: Network
nah: Red

source: Advanced
nah: Tlen panotok

source: Changes made in this dialog are saved in your current profile. Some Items such as Language require the program to be restarted before taking effect.
nah: Sekin tlamantli tlen tij patlak ipan inij kamanali mo ajokuis ipan inij tekitl. Sekinik tlenijki, ken ikamanal, Moneki mo seuisok uan semapa mo tlatis uan ijkinoj nesis tlen tij patlak.

source: Startup
nah: Peualtili

source: Editor Mode
nah: Ken tlapatlaketl

source: Printer Mode
nah: Ken tepostlaixkopinalis

source: Disable Error Reporter
nah: Xijkijkuini tlapaleuili keman onka kuapololi

source: Load Last Session
nah: Xijtlananaxtiui tlen tijpeualti

source: Load files from last session on startup
nah: Xij kajokui amamej tlen axtiui tij tlapo

source: Show Splash Screen
nah: Xijnexti tlaixnextili tlen peua

source: Check for updates on startup
nah: Xijtemo kulchijchiualmej keman peua

source: Language
nah: Kamanali

source: Startup Settings
nah: Tlen moneki keman peua

source: Locale Settings
nah: Tlen moneki ika kamanal tlen eltok

source: File History Length
nah: Tlen iuexka nopa tlen ajoktok ken amatekitl

source: Encoding to try when auto detection fails
nah: Tlamantli tlen mits paleuis keman amo mits nextis iseli

source: Prefered Encoding
nah: Tlapaleuili tlen kuali

source: Automatically Backup Files
nah: Xijchiua se ixkopinalis iseli

source: Backup buffer to file periodically
nah: Xij kajokui buffer ken amatekitl ken panotia

source: Backup Path:
nah: Kampa youi tlen mo ajoktok:

source: Used to set a custom backup path. If not specified the backup will be put in the same directory as the file.
nah: Mo tekiuia keman tijkualtlalis kampa yaui nopa ixkopinalis tlen tij chijtok. Tlan amo mo nextia, nopa ixkopinalis tlen mo tlali uajka elis san sej ken amajokuilmej.

source: Open files in new windows by default
nah: Xij tlapo amajokuili ipan seyok tlanextili keman peuas

source: Remember File Position
nah: Mits nejneuilpaleuis kamapa mo pantia nopa amatl

source: Check if on disk file has been modified by others
nah: Xij nexti tlan nopa amatl mo kualtlalijtok ika sekinok

source: Automatically reload files when changes are detected on disk
nah: Xij kualtlali amamej kempa mo pantis tlapatili

source: Warn when mixed eol characters are detected
nah: Mits iljuis tlan mo asise tlamantli ipan uasantli

source: File Settings
nah: Tlen moneki ipan nopa amatekitl

source: Spell Checking
nah: Tlakualchijchiuali ipan tlajkuiloli

source: Check spelling while typing
nah: Tlakualchijchiuali tlen katsa tij tlajkuiloua

source: Dictionary
nah: Amoxtokatemoualis

source: Enchant Path
nah: Kampa yaui Enchant

source: Path to libenchant
nah: Kampa yaui libenchant

source: Failed to load Enchant
nah: Mo kuapolo keman tlananki Enchant

source: Library Error
nah: Kuapololi tlen amatlajokuilmej

source: Code
nah: Tlatsaktli

source: Tab Width
nah: Ipatlajka tlen tabulador

source: Indent Width
nah: tlen iuexka eskiltili

source: Automatically trim whitespace on save
nah: Xijkixpolo nimanya tlen iuexka kemaj tijkajokuis

source: Use Tabs Instead of Spaces
nah: Xijtekiui tabuladores ken chipauaj ixnextili

source: Backspace Unindents
nah: Xij mo kuapalti uan xij kijkuini eskiltili

source: Default EOL Mode
nah: Kampa ontlami uasantli

source: Turn off for better performance
nah: Xij seui uan kiampa uelis tij tekiuis

source: Sets the main/default font of the document
nah: Xij kualtlali kampa uala/ken moneki ipan nopa amatl

source: Sets a secondary font used for special regions when syntax highlighting is in use
nah: Xij tlali seyok tlamantli tlen tij tekiuis ipan sekinok tlamantli tlen tlajkuilolmej

source: Format
nah: amatekitl

source: View Options
nah: Ken katsa tij nextis

source: Primary Font
nah: Kentlajkuiloli tlen eltok

source: Secondary Font
nah: Tlamantli tlen amo nel kuali

source: Default highlighing for new documents
nah: Kualtlalijtok ika sekinok amamej

source: Default Lexer
nah: tlatemojketl tlen tlapouali

source: Visual Helpers
nah: Tlapaleuili tlen ixnextili

source: Edge Guide
nah: Tlapaleuili tlen tlatejtempaj

source: Guide Column
nah: Tsaktli tlen mits uikatia

source: Extended Auto-Comp
nah: amanok-tlantok tlen yajtok

source: Warning suggestions will include context insensitive results
nah: tlejtoli, nopa tlamantli kipias tlajkuilolmej ipan uextike uan tsikitesike tlajkuiloltlajtoli

source: Enable Vi Emulation
nah: Xij kualtlali tlen nesis kej Vi

source: Start in Normal Mode
nah: Xijpeualti ken axtiui

source: Input Helpers
nah: Tlapaleuili keman peua

source: Filetype Associations
nah: tlamanmej ken amajokuili

source: Revert to Default
nah: Xij tlali kej eltoya axtiui

source: Icon Theme
nah: Ken elis nopa ixkopinalis

source: Toolbar Icon Size
nah: Tlen iuexka ixkopinalis tlen tlapaleuilmej

source: Show Icons on Tabs
nah: Xij kita ixkopinalmej ipan ixtsajkayotl

source: Default Perspective
nah: Ken moneki tlen uala

source: Remember Window Size on Exit
nah: Mits iluis ken eltoya iuexka tlen ixnextilis kempa tijkisas

source: Remember Window Position on Exit
nah: Mits iluis katsa eltoya tlanextili keman tij kisas

source: Main display font for various UI components
nah: ken eltok tlajkuilol ipan miyak tlamantli tlen monechikojtok

source: Icons
nah: Tlatsompechilnextilis

source: Layout
nah: Ken yaui

source: Transparency
nah: Tlachipajtiya

source: Display Font
nah: Mits nextis kejtlajkuilol

source: Configuration
nah: Tlakualchijchiuali

source: Update
nah: Xijkualtlali

source: Proxy Settings
nah: Tlakualchijchiuali tlen proxy

source: Use Proxy
nah: Xijtekiui proxy

source: Proxy URL
nah: URL tlen Proxy

source: Port Number
nah: Pouali tlen tij motskiltis

source: Username
nah: tlen kitekiuijtok

source: Password
nah: tlajkuilol tlatasktli
