Repository: sugarlabs/Time-Line
Catalog: po/nah.po
Languages: nah

source: Events are overlapping or distance is 0
nah: Nopaj tlachiualismej eltoke uejka sintlamo iuejka elis 0

source: Edit &Categories
nah: xijpatla &Tlen tlamantli

source: Read Only
nah: San tlapouali

source: read-only
nah: san tlapouali

source: &Navigate
nah: &Nejnemilis

source: Find First Event
nah: Xijtemo tlen tlatsinkui tlachojchiuali

source: Find Last Event
nah: Xijtemo tlen ontlantok tlachijchiuali

source: Fit All Events
nah: Xijkualtlali nochi tlachijchiualis

source: &Help
nah: &Tlapaleuili

source: &Contents F1
nah: &Tlen kipia F1

source: Getting started tutorial
nah: Kuali xitsto ipan ni tlapeualtilis

source: Unable to write configuration file.
nah: Amo uelis tijkijkuilos inij tekitl tlen tijnekis.

source: File '%s' does not exist.
nah: Nopa tekitlajkuiloli '%s' amo mo pantia.

source: No timeline opened.
nah: Amo tleno uasantonali tlapojtok.

source: First time using Timeline?
nah: ¿Nij sempaya tijtekiuia Timeline?

source: Relevant help topics:
nah: Tekiuili tlen miak ipati tlen uelis mits paleuis:

source: Close
nah: Xijtsakua

source: Preferences
nah: Tlen tijneki

source: General
nah: Tlen nochi

source: Date && Time
nah: Tonali && kauitl

source: Week start on:
nah: Xamanok peua ipan:

source: This feature is experimental. If events are created in the extended range, you can not disable this option and successfully load the timeline again. A reload of the timeline is also needed for this to take effect.
nah: Inij tlamantli san kinyekoua. Tlan tlachiualistli elis tlen kinchijtoke ipan nopa tlamantli, ta amo tiuelis xijtsakua inij tlamantli uan xijkajokui kuali nopa timeline tlen yankuik. Xijkualtlali nopa timeline tlen nokia moneki uan kiampa uelis tijtekiuis.

source: Open most recent timeline on startup
nah: Xijtlapo tlen ontlantok uasantonali tlen pejtok

source: Use inertial scrolling
nah: Xijtekiui molinili tlen iseli

source: Use extended date range (before 1 AD)
nah: Xijtekiui kauitl tlen yajtok (axtiui tlen 1 AC)

source: Monday
nah: Lunes

source: Sunday
nah: Domingo

source: Unable to copy to clipboard.
nah: Amo uelis tijkixkopinas ipan amatlasoli.

source: Error
nah: Kuapololi

source: Warning
nah: Xijkualtlachili

source: Question
nah: Tlatsintokilmej

source: Default
nah: Tlen kitlalijtoke

source: Dark
nah: Tliltik

source: Dark Olive Green
nah: Matlaktik

source: Pane Switcher
nah: Tlapepenili tlen panikaualistlaixnextili

source: Pane Preview
nah: Panikaualistli tlen achtiui tikitas

source: Cl&ose
nah: &Tsakuas

source: Close All
nah: Titsakuas nochi

source: &Next
nah: &Itokil

source: &Previous
nah: &Achtiui

source: &Window
nah: &Tlanexilotl

source: CubeColorDialog: Choose Color
nah: CubeColourDialog: Xitlapepeni se tlapali

source: Customize
nah: Nichichiuas ke na nineki

source: &Close
nah: &Tsakuas

source: Menus
nah: Tlatekpicholtsompechili Tlen panikaualistli

source: Options
nah: Tlapejpenilnekilistli

source: Select Menu To Add/Remove:
nah: Xitlapejpeni tlatekpicholpanikaualistli tlen Tlalis/Kolinis

source: Default Style
nah: Katsa nineki ke achtiui mopantiya

source: Metallic
nah: Tepostik

source: Menu bar style
nah: Katsa nineki ma monexti nopa tlaojolinili

source: Default style settings
nah: Nikualchichuas ke nineki kej achtiui mopantiya

source: Draw vertical gradient
nah: kixkopinas tlauasanili ijkatok

source: Draw border around menu bar
nah: Kixkopinas yaualol tlatempanilistli ipan tlen tlatekpichol tsompechili

source: Toolbar float over menu bar
nah: uitsoktli papatlakatok ixko tlen uisoktli tlen tlatekpicholnextili

source: Color Scheme
nah: Tlatekpichol tlen tlapalmen

source: Save
nah: Kajokuis

source: Don't Save
nah: Amo tikajokuis

source: OK
nah: Tiselis

source: Cancel
nah: Amo tiselis

source: Yes
nah: Kena

source: No
nah: amo

source: Choose a directory
nah: Xitlapejpeni se tlajkuilolnextilis

source: Browse For Folders
nah: Tipaxalos ipan amajokuiltekpicholmen

source: Choose one or more folders:
nah: Xitlapejpeni se o miyak Amajokuiltekpicholmen

source: Folder:
nah: Amajokuil tlatekpicholi

source: Make New Folder
nah: Tichichiuas se yanjuik Amajokuiltlatekpicholi

source: Busy
nah: Motekuijtok

source: Basic Colors:
nah: Tlapali tlen tlauel motekiuiya

source: Custom Colors:
nah: Tlapali ke na nineki

source: Add to Custom Colors
nah: Tlalis se Tlapali ke na nineki

source: Solid Color
nah: Tlapali tetik

source: G:
nah: V:

source: Application
nah: Tlatekiuilpanikaualistli

source: has been modified outside of
nah: ni mokualchichijki kalixpan tlen

source: . Overwrite
nah: .Moixkoijkuilojtok

source: with current changes?
nah: ika patlaktli amanok?

source: Save As
nah: Kajokuis katsa

source: File Error
nah: Kuapololistli tlen Amajokuili

source: Untitled
nah: Amo tleno Amochtokaitl

source: Save changes to '%s'?
nah: Kajokuis tlen tijpatlak ipan '%s'?

source: Unable to display print preview.
nah: Amo uelis monextis tlen achtiui tlaixnextili.

source: Preview
nah: Tlaixnextilis Achtiui

source: &Undo Ctrl+Z
nah: &Tlakuapalchiuas Ctrl+Z

source: &Redo Ctrl+Y
nah: &Sempatichiuas Ctrl+Y

source: Reload
nah: Ixkotekipanos

source: from file system?
nah: tlen amatlajokuili tlen mekayotl?

source: Couldn't reload
nah: Amo ueli mo tekiuitemitis

source: Unable to close current
nah: Amo ueli mo tsakuas amanok

source: Untitled %d
nah: Tlen amo tlen itokax %d

source: All|*.*|%s
nah: Nochimej|*.*|%s

source: Select a File
nah: Xijtlapejpeni se amatlajokuili

source: Select a document type:
nah: Xijpejpeni se tlamantli tlen amatlajokyli:

source: Documents
nah: Amatlajokuilmej

source: Select a document view:
nah: Xijpejpeni se tlachiyali tlen amatlajoktli:

source: Views
nah: Tlachiyalismej

source: &Undo
nah: &Xikixpolo

source: &Redo
nah: &Sempa xijchiua

source: &New... Ctrl+N
nah: &Yankuik... Ctrl+N

source: Creates a new document
nah: Xijchiua se yankuik amatlajokuili

source: &Open... Ctrl+O
nah: &Xijtlapo... Ctrl+A

source: Opens an existing document
nah: Xijtlapo se amatlajokuili tlen eltok

source: Closes the active document
nah: Xijtsakua nopa amatlajoktli tlen eltok

source: Close A&ll
nah: Xijtsakua &nochij

source: Closes all open documents
nah: Xijtsakua nochimej amajokuime tlen tlapojtoke

source: &Save Ctrl+S
nah: &Xijkajokui Ctrl+G

source: Saves the active document
nah: Xijkajokui nopa amatl tlen eltok

source: Save &As...
nah: Xijkajokui ken...

source: Saves the active document with a new name
nah: Xijkajokui nopa amatl tlen eltok ika seyok itokax yankuik

source: Save All Ctrl+Shift+A
nah: Xijkajokui nochi Ctrl+Shift+T

source: Saves the all active documents
nah: Xijkajokui nochi amamej tlen eltoke

source: &Print Ctrl+P
nah: Xijteposamachijchiua Ctrl+P

source: Prints the active document
nah: Xijamakixti nopa amatl tlen eltok amanok

source: Print Pre&view
nah: Xijamakixti tlen ixtlachilis

source: Displays full pages
nah: Mits nextis amapouali tlen nochi

source: Page Set&up
nah: Xijkualtlali amapouali

source: Changes page layout settings
nah: Xijpatla ken nestok nopa amapouali tlen tijchijchijtok

source: &Quit
nah: &Xijkisa

source: Closes this program
nah: Xijtsakua toen ika tijtekipanojtok

source: E&xit
nah: Xijkisa

source: Reverses the last action
nah: Xijkuepa tlen tijchijtok

source: Reverses the last undo
nah: Xijsemana tlen amanok nijchijki

source: Cu&t Ctrl+X
nah: Xijtejteki Ctrl+X

source: Cuts the selection and puts it on the Clipboard
nah: Xijtejteki tlen tijpejpeni uan tijtlalis ipan amatlasoltemitl

source: &Copy Ctrl+C
nah: &Xijkixkopina Ctrl+C

source: Copies the selection and puts it on the Clipboard
nah: Xijkixkopina tlen tijpejpeni uan tijtlalis ipan amatlasoltemitl

source: &Paste Ctrl+V
nah: &Xijpejpecho Ctrl+V

source: Inserts Clipboard contents
nah: Xijtlali tlen kipia nopa amatlasoltemitl

source: &Delete
nah: &Xikixpolo

source: Erases the selection
nah: Xijoxpolo tlen tijpejpeni

source: Select A&ll Ctrl+A
nah: Xijtlapejpeni &nochi Ctrl+A

source: Selects all available data
nah: Xijtlapejpeni nochi tlajkuiloli tlen eltok

source: &Toolbar
nah: &Tlateuiltlamantli

source: Shows or hides the toolbar
nah: Xijnexti sintlamo xikixpolo nopa tlapaleuili

source: &Status Bar
nah: Ixtlapaleuili tlen eltok

source: Shows or hides the status bar
nah: Kinextia sintlamo kitsakua nopa tlateuiltlamantli

source: &About
nah: Tlen nopaj

source: Displays program information, version number, and copyright
nah: Mits nextia tlajtolmelajkayotl, pouali tlen tlachiualistli uan copyright

source: Open
nah: Xijtlapo

source: Save All
nah: Xijkajokui nochi

source: Saves all the active documents
nah: Xijkajokui nochi tlajkuilolmej tlen nestokej

source: Cut
nah: Xijtejteki

source: Copy
nah: Xijkixkopina

source: Paste
nah: Xijpepecho

source: Undo
nah: Xijsemana

source: Redo
nah: Xijnelchiua

source: Ready
nah: Tlantok

source: Close All but "%s"
nah: Xijtsakua nochi saj amo "%s"

source: Select Tab
nah: Xijtlapejpeni ixtsajka

source: &Tools
nah: &Tlapaleuili

source: &Format
nah: &Tlen amatleno

source: &Options...
nah: &Tlapejpeninekilistli...

source: Sets options
nah: Xijkixpolo tlapejpeninekilismej

source: Show tips at start up
nah: Mits nextia tlapaleuilmej keman peua

source: Show each document in its own window
nah: Mits nextia nopaj amatl ipan teskatltlaixnextilistli

source: Show all documents in a single window with tabs
nah: Mits nextia nopa amamen ipan sej teskatlaixnextilistli ika ixtsajkayotl

source: Show all documents in a single window with child windows
nah: Mits nextia nopaj amamen ipan sej teskatlaixnextilistli ika teskayotl tlen eltok

source: Document Display Style
nah: Ken tijneki tijtlachilis

source: Document Options
nah: Tlen mits nextia ipan amatl

source: Document interface changes will not appear until the application is restarted.
nah: Nopaj tlapatilis tlen mis kaua nopaj amatl amo nesis tlan amo tijseuis uan tijtlatis yankuik.

source: About
nah: Tlenya

source: &Properties
nah: &Tlaxkayotl

source: Show file properties
nah: Mits nextia tlen tlaxkayotl tlen ixnextilis

source: File Properties
nah: Tlaxkayotl tlen amajokuili

source: Filename:
nah: Itokax tlen amajokuili:

source: Location:
nah: Kampa mopantia:

source: Size:
nah: Iuexka:

source: Created:
nah: Tlachiuali:

source: Modified:
nah: Yankui chiuali:

source: Accessed:
nah: Panotok:

source: &Arrange All
nah: &Xijkualtlali nochi

source: Arrange the open windows
nah: Xijkualtlali teskayotl tlen tlapojtok

source: Previous
nah: Axtiui

source: Previous Tab
nah: ixtsontli achtiui

source: Next
nah: itokilis

source: Next Tab
nah: ixtsontli itokil

source: Close Current Ctrl+F4
nah: Tsakuas amanok Ctrl+F4

source: Close Current Tab
nah: Tsakuas ixtsontli amanok

source: &More Windows...
nah: &Sekinok tlanexilotl...

source: Select a window to show:
nah: Titlapepenis seyok tlanexilotl tlen tinextis:

source: Select Window
nah: Titlapepenis tlanexilotl

source: An updated version of Editra is available Would you like to download Editra %s now?
nah: Se yankuik panikauatlaixnextilis moyankuilijtok tlen Editra eltok ¿Tineki ti temouis Editra %s aman?

source: Update Available
nah: Yankuilistli eltok

source: Downloading Update
nah: Motemouijtok yankuilistli

source: Your profile has been updated to the latest version
nah: Mo tlaixtekipanojketl mo amanokualchichijki ika se yankuik tlaixnextilis

source: Please check the preferences dialog to check your preferences
nah: Xinexti ni tlakuilolkamanali tlen tikualchichiuas uan tinextis tlen tineki

source: Profile Updated
nah: Tlaixnextiltekipanojketl amanokchijtok

source: Error: Something unexpected happend Help improve Editra by clicking on Report Error to send the Error Traceback shown below.
nah: Mokuapololi: panok tlenijki katli amo mochixtoya Tlamapaleui tikualchichiuas Editra titsompechijtos ixko xitlejto tlen kuapololi uan ti titlanis se tlauasanili tlen kuapololilistli

source: Enter a hex color value
nah: Xikalaki se patilistli chikuasen poualistli tlen tlapali

source: Set Font
nah: Titlalis tlakuilol nextili

source: Error Traceback:
nah: Tlauasanili tlen kuapololi

source: Abort
nah: Ti tlakuapilis

source: Exit the application
nah: Tikisas tlen kampa ti tekipanojtok

source: Report Error
nah: Ti titlanis kuapololistli

source: Are you sure want to delete %s?
nah: ¿Nelneliya tineki tikixpolos %s?

source: Delete File?
nah: ¿tikixpolos amajokuili?

source: Unable to delete %s
nah: Amo ueli tikixpolos %s

source: Delete Error
nah: Tikixpolos kuapololistli

source: Files
nah: Amajokuilmen

source: Add >>
nah: Titlalis >>

source: << Remove
nah: << Tikixpolos

source: Find
nah: Titemos

source: Replace
nah: Tijpatlas

source: Current Document
nah: Amanok amatlakuiloli

source: Selected Text
nah: Tlakuilojketl tlapepenili

source: Open Documents
nah: Titlapos amatlakuilojketl

source: File Filters:
nah: Tsalampanolis tlen amajokuilmen

source: Find what
nah: Tikasis katsa

source: Replace with
nah: Tipatlas ika

source: Choose Folder
nah: Tijtlapepenis amatlatsontli

source: Look in
nah: Xijtlachili ika

source: Up
nah: Uejkapan

source: Down
nah: Tlatsintlan

source: Find Options
nah: Ken katsa tij temos

source: Match case
nah: Sanse ipan tlakuiloli mayúscula uan minúscula

source: Whole word
nah: Tlakuiloli asitok

source: Regular expression
nah: Mixpantilistli kej ipa

source: Search Recursively
nah: Tijtemos tlen motekiuiya

source: Enter wildcard shell patterns for matching files (*.txt).
nah: Xikalaki tlen monextiya tlen comodin tlen Shell ika amajokuilmen katli mixnextiya (*. txt).

source: Count
nah: Pouali

source: Find All
nah: Tijtemos nochi

source: Replace All
nah: Tijpatlas nochi

source: Choose Search Folder
nah: Tlapepenis amatlatsontli tlen tlatemolistli

source: Info
nah: tlanonotsalistli

source: File Stat Failed
nah: Kuilistli tlen katsa eltok tlan amajokuili katli mokuapolojtok

source: Modified
nah: Kualchichijtok

source: Kind
nah: katsa tineki

source: Size
nah: Uexkayotl

source: Where
nah: Kanke

source: Created
nah: Mochijtok

source: Permissions
nah: Teixkontsinko

source: Folder
nah: Amatlatsontli

source: Unknown
nah: Axtlaixmatili

source: Match Case
nah: Sansejkoixnetis mayúsculas/minúsculas

source: Whole Word
nah: Kamanal tlen tlantok

source: Regular Expression
nah: Tlen kakistij tlen eltok

source: Command
nah: Tlanauatilis

source: Goto Line
nah: Xia ipan uasantli

source: Can't change directory to: %s
nah: Amo ueli tijpatlas tlen nechikolis a %s

source: Access Denied: %s
nah: Amo mits kauas: %s

source: Invalid Path
nah: Amo ijki tlen kampa tijtitlanki

source: Failed to reload %(filename)s: Error: %(errmsg)s
nah: Mokuapolo keman kiuejkapatlalia %(filename)s: Amo ijki: %(errmsg)s

source: New Tab
nah: Yankuik tsajka xajaktli

source: Move Tab to New Window
nah: Xijkolini tsajka xajaktli kampa yankuik teskatlachiyalis

source: Save "%s"
nah: Xijkajokui "%s"

source: Close "%s"
nah: Xijtsakua "%s"

source: Close Other Tabs
nah: Xijtsakua nochimej ixtlasajmen

source: Copy Full Path
nah: Xijkixkopina tlen kampa yaui nochi

source: To Uppercase
nah: Ika ueyitlajkuiloli

source: To Lowercase
nah: Ika tlatsikil tlajkuiloli

source: Select All
nah: Xijpejpeni nochi

source: No Suggestions
nah: Amo tlen tlapaleuili

source: %s has been deleted since its last save point. Would you like to save it again?
nah: %s kixpolojke keman kiajojke. ¿Tijneki tijkajokuis yankuik?

source: Resave File?
nah: ¿Sempa xijkajokui amajokuili?

source: %s has been modified by another application. Would you like to reload it?
nah: %s kijpatlake ika seyok tlamantli. ¿Tijneki tijuejkapan tlalis?

source: Reload File?
nah: ¿Sempa xijkajokui amajokuili?

source: The file: "%s" has been modified since the last save point. Would you like to save the changes?
nah: Nopa amajokuili: "%s" mo patlatok keman mo ajojki. ¿Tijneki tij kajokuis tlen tijchijtok?

source: Save Changes?
nah: ¿Xijkajokui tlen tijpatlak?

source: Old Macintosh (\n)
nah: Machintosh ueuejmej ( )

source: Unix (\n)
nah: Unix ( )

source: Windows (\n)
nah: Windows ( )

source: Editra Log
nah: Tlajkuilol tlen mojkuiloua

source: View Editra's console log
nah: Xijtlachili tlen kampa moajokui nopa Editra

source: Show output from
nah: Xijnexti tlen kisa tlen

source: Clear
nah: xijpojpoua

source: All
nah: nochi

source: Perspectives
nah: Tlen mo temoua

source: Editra: Open
nah: Editra: Tlapo

source: %s could not be found. Perhaps it's been moved or deleted.
nah: Amo ueli tijkasis %s. uelis molinijtok tlan amo mo polojtok.

source: File Not Found
nah: Amatlajokuili amo mo asitok

source: Saved File: %s
nah: Amajokuili mo ajoktok: %s

source: ERROR: %s
nah: KUAPOLOLISTLI: %s

source: Choose a Save Location
nah: Xijtemo kanke tijkajokuis

source: ERROR: Failed to save %s
nah: KUAPOLOLISTLI: kuapololistli keman tikajojki %s

source: Saved File As: %s
nah: Tikajokuis amajokuili katsa: %$

source: Where to Save Profile?
nah: ¿Kanke tijneki ti kajokuis ni tlaixnextekipanolis?

source: Profile
nah: Tlaixnextekipanolis

source: Profile Saved as: %s
nah: Tlaixnextekipanolis ajoktok katsa: %&

source: Load a Custom Profile
nah: kuapouis se tlaixnextekipanolis ke na nineki

source: Loaded Profile: %s
nah: Ajokuili mo tlanantok: %s

source: Where to Save Session?
nah: ¿Xijkajokui tlen kampa tijtekipanoua kampa?

source: Session
nah: Tlaixnextekipanojketl

source: Session Saved as: %s
nah: Kampa tijtekipanoua mo ajojki ken: %s

source: Load a Session file
nah: Xijkajokui se amajokuili tlen kampa tijtekipanoua

source: Loaded Session: %s
nah: Kampa tijtekipanoua mo tlapo: %s

source: Plugin Manager
nah: Tlachijchiualis tlen plugins

source: Select an encoding to reload the file with
nah: Xijpejpeni tlen kasa tijpouas uan tijkitas nopa amatl

source: Reload with Encoding
nah: Tlen tijpouas ika ixtlachiyalis

source: Failed to reload the file with: %(encoding)s
nah: Amo uelki keman motlananas nopa amatl ika: %(encoding)s

source: Aui Pane Navigator
nah: Tlanejnemilis tlen tlachiyalis Aui

source: Maximize Editor
nah: Xijueueyaili tlapatilistli

source: Restore Editor
nah: Xijneltlali tlapatilistli

source: Customize Menu
nah: Xijkualtlali kentijnekis

source: Opening %s
nah: Xijtlapo %s

source: Error: Unable to open %s
nah: Kuapolili: amo ueli motlapos %s

source: Editra is a programmer's text editor.
nah: Editra nopa se tlachiualis tlen tlajkuiloli tlen ika tijyankuikchiuas.

source: Written in 100%% Python.
nah: Mojkuilo 100%% ipan Python.

source: Homepage
nah: Tlaixnextilis tlen monextia

source: Platform Info
nah: Tlajkuilol tlen uejkapatlalijtok

source: License: wxWindows (see COPYING.txt for full license)
nah: Tlakauilis: wxWindows (xijtlachili COPYING.txt ika inij tlen tlantok)

source: Editra could not open %(filename)s Error: %(errormsg)s
nah: Editra amo ueli kitlapo %(filename)s Kuapololi: %(errormsg)s

source: Error Opening File
nah: Kuapololi tlen kijtlapo tlajkuiloli

source: Failed to save file: %(filename)s Error: %(errormsg)s
nah: Mokuapolo keman tijkajojki amatl: %(filename)s Kuapoli: %(errormsg)s

source: Save Error
nah: Xijkajokui kuapololi

source: Old Macintosh ( )
nah: Machintosh ueuejmej ( )

source: Customize...
nah: Kentijnekis...

source: Customize the items shown in this menu.
nah: Kentijnekis tijtlalis uan tijnextis ipan nopa ixtlanextilis.

source: Switch Lexer to %s
nah: Xijpatla tlachiyalis tlen tijpoua ika %s

source: Lexers
nah: Tlachilijkemen kej tiuejchiua

source: Manually Set a Lexer/Syntax
nah: Tijtlalis tlachilijketl tlen tiuejchiua/Tlakuilol tlaixnamikistli kej na nineki

source: &New Tab
nah: &Yankuik ixtsontli

source: Start a new file in a new tab
nah: Tijpeualtis se amajokuili yankuink ipan seyok ixtsontli

source: New &Window
nah: Yankuik &tlanexilotl

source: Start a new file in a new window
nah: Peualtis se yankuik amajokuili ipan seyok yankuik tlanexilotl

source: &Open
nah: &Titlapos

source: Recently Opened Files
nah: Amajokuili tlapojtoke amanok

source: &Close Tab
nah: &Titsakuas nopa ixtsontli

source: Close Window
nah: Titsakuas tlanexitlotl

source: Close the current window
nah: Titsakuas tlanexilotl amanok

source: Close All Tabs
nah: Titsakuas nochi nopa ixtsakayotl

source: Close all open tabs
nah: Titsakuas nochi ixtsontli tlapojtoke

source: &Save
nah: &Kajokuis

source: Save Current File
nah: Kajokuis amajokuili amanok

source: Save &As
nah: Kajokuis &katsa

source: Save all open pages
nah: Kajokuis nochi amaisuapouali tlapojtok

source: Revert to Saved
nah: Titlakuapaltis kej tikajojkui

source: Revert file to last save point
nah: Tlakuapaltis amajokuili kampa achtiui tikajojki

source: Reload with Encoding...
nah: Tikixkotlalis ika tlakuilolnextijketl

source: Reload the file with a specified encoding
nah: Tikixkotlalis se amajokuili ika se tlakuilolnextilis kej kitlalijtoke

source: Save Profile
nah: Kajokuis mo tlakuilol ixnextilis

source: Save Current Settings to a New Profile
nah: Kajokuis tlakualchiualistli amanok ipan no yankuik tlakuilol ixnextilis

source: Load Profile
nah: Kixkotlananas tlakulol ixnextilis

source: Load and save custom Profiles
nah: Tlananas/Kajokuis tlakuilol ixnextilis kej na nineki

source: Save Session
nah: Kajokuis no panikaualistli

source: Save the current session.
nah: Kajokuis kampa nitekipanoua amanok

source: Load Session
nah: Tlananas panikauastekipanolis

source: Load a saved session.
nah: tlananas se panikaualistekipanolis ajoktli

source: Sessions
nah: Panikaualistekipanolis

source: Load and save custom sessions.
nah: Tlananas uan kajokuis panikaualistekipanolis ke na nineki.

source: Configure Printer
nah: Kualchichiuas teposamatlaixkopinketl

source: Preview Printout
nah: Achtiui tlachiyalis tlen amatlaixkopinketl

source: &Print
nah: &Teposamaixkopinas

source: Print Current File
nah: Amaixkopinas amajkuili amanok

source: Exit the Program
nah: Tikisas tlen kampa titekipanoua

source: Undo Last Action
nah: Tisosolos sempayok tlakualchiuali

source: Redo Last Undo
nah: Tikualchichiuas tlamiyan tlasosolilistli

source: Cu&t
nah: Tejteki

source: Cut Selected Text from File
nah: Tejtekis tlakuilolis tlapepenili tlen amajokuili

source: &Copy
nah: &Tikixkopinas

source: Copy Selected Text to Clipboard
nah: Tikixkopinas tlakuilolis tlapepenili ipan kampa mo ajokui

source: &Paste
nah: &Pepechos

source: Paste Text from Clipboard to File
nah: Pepechos tlakuiloli tlen kampa mo ajokui kampa amajokuili

source: P&aste After
nah: Pepechos sempayok

source: Paste Text from Clipboard to File after the cursor
nah: Pepechos tlakuiloli kampa moajokui kampa amajokuili tlen kimichin

source: Cycle Clipboard
nah: Tiuiuilatsas kampa mo ajokui

source: Cycle through recent clipboard text
nah: Tiuiuilatsas tlakuiloli amanok tlen kampa moajokui

source: Select &All
nah: Titlapepenis &Nochij

source: Select All Text in Document
nah: Tlapepenis nochi tlakuiloli tlen ni amatlakuiloli

source: Column Mode
nah: Kej nineki Tlatekpicholis

source: Enable column edit mode.
nah: Titlalis tlakualchiualistli tlen tlatekpicholis

source: New Line After
nah: seyok tlauasantli

source: Add a new line after the current line
nah: xijtlali se yankuik uasantli kampa eltok

source: New Line Before
nah: yankuik uasantli axtiui

source: Add a new line before the current line
nah: xijtlali se yankuik uasantli axtiui tlen kampa mo pantia

source: Cut Line
nah: Xijtejteki uasantli

source: Cut Current Line
nah: Xijtejteki uasantli tlen mo pantia

source: Delete Line
nah: Kijkixpolo uasantli

source: Delete the selected line(s)
nah: Xijkixpolo tlen uasantli tlajpejpentok

source: Copy Line
nah: Xijkixkopina tlauasanili

source: Copy Current Line
nah: Xijkixkopina uasantli tlen eltok

source: Duplicate Line
nah: Xijkompaui uasantli

source: Duplicate the current line
nah: Xijkompaui uasantli tlen eltok

source: Join Lines
nah: Xijmotskilti uasantli

source: Join the Selected Lines
nah: Xijkin motskilti uasantli tlen tijpejpeni

source: Transpose Line
nah: Xijpajpatla uasantli
